{
  "-DI": "-DI",
  "[symbol] feed is delayed by [delay] minutes": "يتم تأخير [symbol] تغذية لمدة [delay] دقيقة",
  "[symbol] market is now opened.": "[symbol] سوق مفتوح الآن.",
  "[symbol] market is presently closed.": "[symbol] سوق مغلق حاليًا.",
  "+DI": "+DI",
  "2-Exponential": "2-الأسي",
  "3-Exponential": "3-الإكسبونسي",
  "A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result.": "مؤشر الزخم الفني الذي يقارن سعر إغلاق الورقة المالية بنطاق السعر الخاص بها خلال فترة زمنية معينة. يمكن تقليل حساسية المذبذب لتحركات السوق عن طريق تعديل الفترة الزمنية أو عن طريق أخذ متوسط متحرك للنتيجة.",
  "Active": "نشيط",
  "Add": "أضف",
  "Add new template": "إضافة قالب جديد",
  "Add new templates": "إضافة قوالب جديدة",
  "ADX": "سوق أبوظبي للأوراق المالية",
  "ADX/DMS": "إضافة/دمس",
  "All drawings": "جميع الرسومات",
  "Alligator": "تمساح",
  "already exists.": "موجود بالفعل.",
  "Are you sure?": "هل أنت متأكد؟",
  "Area": "المنطقة",
  "Aroon": "آرون",
  "Aroon Down": "أرون داون",
  "Aroon Up": "أرون أب",
  "Available only for \\\"Area\\\" chart type.": "متاح فقط لنوع مخطط\\ «المنطقة\\».",
  "Available only for non-tick time intervals.": "متاح فقط للفترات الزمنية الخالية من العلامات.",
  "Awesome": "رائع",
  "Awesome Oscillator": "مذبذب رائع",
  "Axis Label": "تسمية المحور",
  "Base Line": "خط الأساس",
  "Base Line Period": "فترة خط الأساس",
  "Bill Williams introduced the Alligator indicator in 1995. The Alligator is as much a metaphor as it is an indicator. It consists of three lines, overlaid on a pricing chart, that represent the jaw, the teeth and the lips of the beast, and was created to help the trader confirm the presence of a trend and its direction. The Alligator indicator can also help traders designate impulse and corrective wave formations, but the tool works best when combined with a momentum indicator.": "قدم بيل ويليامز مؤشر التمساح في عام 1995. التمساح هو استعارة بقدر ما هو مؤشر. وتتكون من ثلاثة أسطر، متراكبة على مخطط التسعير، تمثل الفك والأسنان وشفاه الوحش، وقد تم إنشاؤها لمساعدة المتداول على تأكيد وجود الاتجاه واتجاهه. يمكن أن يساعد مؤشر Alligator أيضًا المتداولين على تحديد تشكيلات الموجة الدافعة والتصحيحية، ولكن الأداة تعمل بشكل أفضل عند دمجها مع مؤشر الزخم.",
  "Bollinger Bands": "بولينجر باندز",
  "Bollinger Bands Bottom": "قاع بولينجر باندز",
  "Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades.": "يمكن استخدام Bollinger Bands لقياس ارتفاع أو انخفاض السعر مقارنة بالتداولات السابقة.",
  "Bollinger Bands Median": "متوسط بولينجر باندز",
  "Bollinger Bands Top": "قمة بولينجر باندز",
  "Cancel": "إلغاء",
  "Candle": "شمعة",
  "CCI": "CCI",
  "Channel [num]": "القناة [num]",
  "Channel Fill": "تعبئة القناة",
  "Chart data is not available for this symbol.": "بيانات المخطط غير متوفرة لهذا الرمز.",
  "Chart types": "أنواع الرسوم البيانية",
  "Charts": "الرسوم البيانية",
  "Clear all": "مسح الكل",
  "Close": "أغلق",
  "CLOSED": "مغلق",
  "Color": "اللون",
  "Commodity Channel Index": "مؤشر قناة السلع",
  "Continue": "استمر",
  "Continuous [num]": "مستمر [num]",
  "Conversion Line": "خط التحويل",
  "Conversion Line Period": "فترة خط التحويل",
  "CSV": "CSV",
  "Dark": "داكن",
  "day": "يوم",
  "days": "أيام",
  "Decreasing Bar": "شريط متناقص",
  "Detrended": "مفككة",
  "Detrended Price Oscillator": "مذبذب السعر المتدافع",
  "Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period.": "تم تطوير مؤشر Williams %R بواسطة لاري ويليامز، وهو مؤشر الزخم الذي يمثل معكوس مذبذب الاستوكاستك السريع. يُشار إلى Williams %R أيضًا باسم %R، ويعكس مستوى الإغلاق بالنسبة إلى أعلى مستوى خلال فترة المراجعة.",
  "Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low.": "تم تطوير Aroon بواسطة Tushar Chande في عام 1995، وهو نظام مؤشرات يحدد ما إذا كان السهم يتجه أم لا ومدى قوة الاتجاه. هناك مؤشران منفصلان: Aroon-Up و Aroon-Down. يقيس Aroon-Up لمدة 25 يومًا عدد الأيام منذ أعلى مستوى في 25 يومًا. يقيس Aroon-Down لمدة 25 يومًا عدد الأيام منذ أدنى مستوى له في 25 يومًا.",
  "Display data for a specific date and time": "عرض البيانات لتاريخ ووقت محددين",
  "Display remaining time for each interval": "عرض الوقت المتبقي لكل فاصل زمني",
  "Display the highest and lowest spot price": "اعرض أعلى وأدنى سعر فوري",
  "Distance(%)": "المسافة (%)",
  "Don't show price info on chart": "لا تعرض معلومات الأسعار على الرسم البياني",
  "Donchian Channel": "قناة دونشيان",
  "Donchian High": "دونشيان هاي",
  "Donchian Low": "دونشيان لو",
  "Donchian Median": "دونشيان ميديان",
  "Done": "تم",
  "Double Smoothing Period": "فترة تنعيم مزدوجة",
  "Download": "تنزيل",
  "Drawing tools": "أدوات الرسم",
  "Exponential": "أسي",
  "Fast": "سريع",
  "Fast MA Period": "فترة المتوسط المتحرك السريع",
  "Favorites": "مفضلات",
  "Fib Fan [num]": "مروحة الألياف [num]",
  "Field": "الحقل",
  "Fill Color": "لون التعبئة",
  "Fractal Channel": "قناة فركتال",
  "Fractal Chaos Band": "فرقة فراكتال تشاوس",
  "Fractal High": "فركتال هاي",
  "Fractal Low": "كسورية منخفضة",
  "Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart.": "الفركتلات هي مؤشرات على مخططات الشموع التي تحدد نقاط الانعكاس في السوق. غالبًا ما يستخدم المتداولون الفركتلات للحصول على فكرة عن الاتجاه الذي سيتطور فيه السعر. سيتشكل الفراكتل عندما يحدث نمط سعر معين على الرسم البياني.",
  "H": "ح",
  "High": "مرتفع",
  "High Period": "فترة عالية",
  "Highest and lowest spot": "أعلى وأدنى بقعة",
  "Histogram": "الرسم البياني",
  "Historical data mode": "وضع البيانات التاريخية",
  "Hl/2": "هـ / 2",
  "Hlc/3": "Hlc/3",
  "Hlcc/4": "Hlcc/4",
  "Hollow": "مجوف",
  "Horizontal [num]": "أفقي [num]",
  "hour": "ساعة",
  "hours": "ساعات",
  "Hull": "هال",
  "Ichimoku Clouds": "غيوم إيشيموكو",
  "Increasing Bar": "زيادة البار",
  "Indicators": "المؤشرات",
  "Interval duration": "مدة الفاصل الزمني",
  "Jaw": "الفك",
  "Jaw Offset": "إزاحة الفك",
  "Jaw Period": "فترة الفك",
  "L": "ل",
  "Lagging Span": "الفترة الزمنية المتخلفة",
  "Lagging Span Period": "فترة الامتداد الزمني المتأخر",
  "Language": "اللغة",
  "Last digits stats for latest 1000 ticks on": "إحصائيات الأرقام الأخيرة لأحدث 1000 علامة",
  "Leading Span A": "الفترة الرائدة أ",
  "Leading Span B": "الفترة الرائدة ب",
  "Leading Span B Period": "الفترة الزمنية الرائدة ب",
  "Light": "ضوء",
  "Line [num]": "السطر [num]",
  "Lips": "الشفاه",
  "Lips Offset": "إزاحة الشفاه",
  "Lips Period": "فترة الشفاه",
  "Low": "منخفض",
  "Low Period": "فترة منخفضة",
  "MA": "ماجستير",
  "MA Env": "MA Env",
  "MA Env Bottom": "قاع المحيط الحيوي MA Env Bottom",
  "MA Env Median": "المتوسط البيئي MA Env Median",
  "MA Env Top": "MA Env Top",
  "MACD": "MACD",
  "MACD is a trading indicator used in technical analysis of stock prices. It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price.": "MACD هو مؤشر تداول يستخدم في التحليل الفني لأسعار الأسهم. من المفترض أن تكشف عن تغييرات في قوة واتجاه وزخم ومدة الاتجاه في سعر السهم.",
  "Markets": "الأسواق",
  "Maximum AF": "الحد الأقصى للتركيز البؤري التلقائي",
  "Minimum AF": "الحد الأدنى من التركيز البؤري التلقائي",
  "minute": "دقيقة",
  "minutes": "الدقائق",
  "Momentum": "الزخم",
  "Moving Average (MA)": "المتوسط المتحرك (MA)",
  "Moving Average Envelope": "مغلف المتوسط المتحرك",
  "Moving Average Type": "نوع المتوسط المتحرك",
  "Moving averages": "المتوسطات المتحركة",
  "Negative Bar": "الشريط السالب",
  "Network status": "حالة الشبكة",
  "No results for": "لا توجد نتائج لـ",
  "Offset": "الأوفست",
  "OHLC": "OHLC",
  "Ohlc/4": "أولك/4",
  "Only selected charts and time intervals are available for this trade type.": "تتوفر الرسوم البيانية والفترات الزمنية المحددة فقط لهذا النوع من التجارة.",
  "Open": "افتح",
  "Opens in:": "يفتح في:",
  "Others": "أخرى",
  "OverBought": "الإفراط في الشراء",
  "OverSold": "الإفراط في البيع",
  "Overwrite": "الكتابة الفوقية",
  "Parabolic SAR": "باربوليك SAR",
  "Percent": "النسبة المئوية",
  "Period": "الفترة",
  "Platform settings": "إعدادات النظام الأساسي",
  "PNG": "PNG",
  "Point": "نقطة",
  "Positive Bar": "شريط موجب",
  "Price Rate of Change": "معدل تغيير السعر",
  "Price ROC": "السعر ROC",
  "PSAR": "PSAR",
  "Rainbow MA": "قوس قزح MA",
  "Rainbow Moving Average": "المتوسط المتحرك لقوس قزح",
  "Ray [num]": "يوم [num]",
  "Rectangle [num]": "المستطيل [num]",
  "Relative Strength Index (RSI)": "مؤشر القوة النسبية (RSI)",
  "Reset": "إعادة الضبط",
  "Result": "النتيجة",
  "Retrieving Chart Data...": "جاري استرداد بيانات المخطط...",
  "Retrieving Chart Engine...": "جاري استرداد محرك المخطط...",
  "Retrieving Market Symbols...": "جاري استرداد رموز السوق...",
  "Retrieving Trading Times...": "جاري استرداد أوقات التداول...",
  "RSI": "مؤشر القوة النسبية",
  "Saved templates": "القوالب المحفوظة",
  "Search": "ابحث",
  "Search...": "ابحث...",
  "Select language": "حدد اللغة",
  "Select theme": "حدد الموضوع",
  "Series": "السلسلة",
  "Settings": "إعدادات",
  "Shading": "التظليل",
  "Shift": "المناوبة",
  "Shift Type": "نوع الوردية",
  "Show Fractals": "إظهار الفركتلات",
  "Show Lines": "عرض الخطوط",
  "Show price info on chart": "عرض معلومات الأسعار على الرسم البياني",
  "Show price info on x & y axes": "عرض معلومات الأسعار على محاور x & y",
  "Show Zones": "مناطق العرض",
  "Signal": "إشارة",
  "Signal Period": "فترة الإشارة",
  "Simple": "سهل",
  "Size": "الحجم",
  "Slow": "بطيء",
  "Slow MA Period": "فترة التباطؤ في المتوسط المتحرك البطيء",
  "SMA1": "SMA1",
  "SMA10": "SMA10",
  "SMA2": "SMA2",
  "SMA3": "SMA3",
  "SMA4": "SMA4",
  "SMA5": "SMA5",
  "SMA6": "SMA6",
  "SMA7": "SMA7",
  "SMA8": "SMA8",
  "SMA9": "SMA9",
  "Smooth": "سلس",
  "Smoothing Period": "فترة التنعيم",
  "Some of your active indicators don’t support 1-tick intervals. If you change to a 1-tick interval, these indicators will be removed from your chart.": "بعض المؤشرات النشطة الخاصة بك لا تدعم الفواصل الزمنية بنقرة واحدة. إذا قمت بالتغيير إلى فاصل زمني مكون من علامة واحدة، فستتم إزالة هذه المؤشرات من الرسم البياني الخاص بك.",
  "Some of your templates may not work with this trade type.": "قد لا تعمل بعض القوالب الخاصة بك مع هذا النوع من التجارة.",
  "Standard Deviations": "الانحرافات المعيارية",
  "Stch Mtm": "Stch Mtm",
  "Stochastic": "العشوائية",
  "Stochastic Momentum Index": "مؤشر ستوكاستيك للزخم",
  "Stochastic Oscillator": "مذبذب ستوكاستيك",
  "Streaming for [symbol] is not available due to license restrictions": "البث لـ [symbol] غير متاح بسبب قيود الترخيص",
  "Teeth": "الأسنان",
  "Teeth Offset": "إزاحة الأسنان",
  "Teeth Period": "فترة الأسنان",
  "Templates": "قوالب",
  "The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength.": "تم تطوير مؤشر متوسط الحركة الاتجاهية (ADX) في عام 1978 من قبل J. Welles Wilder كمؤشر لقوة الاتجاه في سلسلة من أسعار الأدوات المالية، وسيتراوح ADX بين 0 و 100. بشكل عام، تشير قراءات ADX التي تقل عن 20 إلى ضعف الاتجاه، وتشير القراءات فوق 40 إلى قوة الاتجاه.",
  "The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals.": "Awesome Oscillator هو مؤشر يستخدم لقياس زخم السوق. يحسب AO الفرق بين المتوسطات المتحركة البسيطة لمدة 34 فترة و 5 فترات. لا يتم حساب المتوسطات المتحركة البسيطة المستخدمة باستخدام سعر الإغلاق ولكن بدلاً من ذلك يتم حساب نقاط الوسط لكل شريط. يستخدم AO بشكل عام لتأكيد الاتجاهات أو لتوقع الانعكاسات المحتملة.",
  "The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions.": "مؤشر قناة السلع (CCI) هو مؤشر متعدد الاستخدامات يمكن استخدامه لتحديد اتجاه جديد أو التحذير من الظروف القاسية.",
  "The Detrended Price Oscillator (DPO) helps to identify price cycles without the influence of short- and long-term trends. The DPO compares a simple moving average to a historical pricenear the middle of a specified period. It also shows the peaks and drops over that particular period, making it easier to predict buy points.": "يساعد مذبذب الأسعار المتراجع (DPO) على تحديد دورات الأسعار دون تأثير الاتجاهات قصيرة وطويلة الأجل. يقارن DPO المتوسط المتحرك البسيط بالسعر التاريخي بالقرب من منتصف فترة محددة. كما يُظهر أيضًا القمم والانخفاضات خلال تلك الفترة المحددة، مما يسهل التنبؤ بنقاط الشراء.",
  "The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen.": "قناة Donchian هي مؤشر يستخدم في تداول السوق تم تطويره بواسطة Richard Donchian. يتم تشكيله من خلال أخذ أعلى مستوى وأدنى مستوى منخفض في الفترات n الأخيرة. المنطقة بين الأعلى والمنخفض هي القناة للفترة المختارة.",
  "The Ichimoku Cloud, also known as Ichimoku Kinko Hyo, is a versatile indicator that defines support and resistance, identifies trend direction, gauges momentum and provides trading signals. Ichimoku Kinko Hyo translates into “one look equilibrium chart”.": "يعد Ichimoku Cloud، المعروف أيضًا باسم Ichimoku Kinko Hyo، مؤشرًا متعدد الاستخدامات يحدد الدعم والمقاومة، ويحدد اتجاه الاتجاه، ويقيس الزخم ويوفر إشارات التداول. يُترجم إيشيموكو كينكو هيو إلى «مخطط التوازن بنظرة واحدة».",
  "The Moving Average (MA) helps to identify the overall market trend by filtering out short-term price fluctuations. Using historical data, it calculates the average price over a specific period and plots a line on the chart. If the MA line moves upwards, it’s an indicator of an uptrend, a downtrend if it moves downwards. A buy signal occurs when the price moves above the MA line.": "يساعد المتوسط المتحرك (MA) على تحديد الاتجاه العام للسوق من خلال تصفية تقلبات الأسعار على المدى القصير. باستخدام البيانات التاريخية، يقوم بحساب متوسط السعر خلال فترة محددة ويرسم خطًا على الرسم البياني. إذا تحرك خط المتوسط المتحرك لأعلى، فهذا مؤشر على الاتجاه الصعودي، والاتجاه الهبوطي إذا تحرك لأسفل. تحدث إشارة الشراء عندما يتحرك السعر فوق خط المتوسط المتحرك.",
  "The Moving Average Envelope (MAE) helps to identify strong price movement that indicates the start of a trend. The MAE creates a moving average line as well as 2 bands around it. In theory, when the market price touches the upper or lower bands, a trend reversal will occur, indicating a buy signal.": "يساعد مغلف المتوسط المتحرك (MAE) على تحديد حركة السعر القوية التي تشير إلى بداية الاتجاه. يقوم MAE بإنشاء خط متوسط متحرك بالإضافة إلى نطاقين حوله. من الناحية النظرية، عندما يلامس سعر السوق النطاقات العلوية أو السفلية، سيحدث انعكاس الاتجاه، مما يشير إلى إشارة شراء.",
  "The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance.": "يتم حساب SAR المكافئ بشكل مستقل تقريبًا لكل اتجاه في السعر. عندما يكون السعر في اتجاه صعودي، يظهر SAR تحت السعر ويتقارب صعودًا نحوه. وبالمثل، في الاتجاه الهبوطي، يظهر SAR فوق السعر ويتقارب هبوطًا. في كل خطوة داخل الاتجاه، يتم احتساب SAR بفترة واحدة مقدمًا.",
  "The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage.": "يعرض مؤشر سعر التغيير (ROC) الفرق بين السعر الحالي والسعر قبل فترات x-time. يمكن عرض الفرق بالنقاط أو كنسبة مئوية.",
  "The Rainbow Moving Average (RMA) displays several moving average lines simultaneously. When the lines intersect, it’s an indicator of price reversal and the angle of the lines are helpful to predict the trend strength. The steeper the curve, the stronger the trend. When the price crosses the moving average lines from below, it signals an upward trend. When the price crosses the moving average lines from above, it signals a downward trend. The RMA is easier to use compared to using several different moving average indicators at once.": "يعرض المتوسط المتحرك لقوس قزح (RMA) العديد من خطوط المتوسط المتحرك في وقت واحد. عندما تتقاطع الخطوط، فهذا مؤشر على انعكاس السعر وزاوية الخطوط مفيدة للتنبؤ بقوة الاتجاه. كلما كان المنحنى أكثر حدة، كلما كان الاتجاه أقوى. عندما يتجاوز السعر خطوط المتوسط المتحرك من الأسفل، فإنه يشير إلى اتجاه صعودي. عندما يتجاوز السعر خطوط المتوسط المتحرك من الأعلى، فإنه يشير إلى اتجاه هبوطي. يعد RMA أسهل في الاستخدام مقارنة باستخدام العديد من مؤشرات المتوسط المتحرك المختلفة في وقت واحد.",
  "The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent prices within the selected lookback window length.": "",
  "The Stochastic Momentum Index (SMI) helps to identify overbought or oversold conditions in the market and to predict bearish or bullish trends. It calculates the distance between the current closing price and the median of the high/low range, and displays 2 lines on the chart: the first (known as %K) represents the price movement while the second (known as %D) is a moving average of the first line. If the closing price is higher than the median of the high/low range, the SMI returns a positive value. If the closing price is lower than the average price, a negative value is returned. Values above 40 indicate a bullish trend while values below -40 indicate a bearish trend.": "يساعد مؤشر Stochastic Momentum (SMI) على تحديد ظروف ذروة الشراء أو ذروة البيع في السوق والتنبؤ بالاتجاهات الهبوطية أو الصعودية. يقوم بحساب المسافة بين سعر الإغلاق الحالي ومتوسط النطاق المرتفع/المنخفض، ويعرض سطرين على الرسم البياني: الأول (المعروف باسم %K) يمثل حركة السعر بينما يمثل الثاني (المعروف باسم %D) المتوسط المتحرك للسطر الأول. إذا كان سعر الإغلاق أعلى من متوسط النطاق المرتفع/المنخفض، يقوم SMI بإرجاع قيمة إيجابية. إذا كان سعر الإغلاق أقل من متوسط السعر، يتم إرجاع قيمة سالبة. تشير القيم فوق 40 إلى اتجاه صعودي بينما تشير القيم الأقل من -40 إلى اتجاه هبوطي.",
  "Themes": "ثيمات",
  "There are no favorites yet.": "لا توجد مفضلات حتى الآن.",
  "This indicator does not support 1-tick intervals. To use this indicator, change your chart time interval to 1 minute or more.": "لا يدعم هذا المؤشر الفواصل الزمنية بنقرة واحدة. لاستخدام هذا المؤشر، قم بتغيير الفاصل الزمني للرسم البياني إلى دقيقة واحدة أو أكثر.",
  "tick": "علامة",
  "Tick interval only available for \\\"Area\\\" Chart type.": "الفاصل الزمني للتأشير متاح فقط لنوع المخطط\\ «المنطقة\\».",
  "Time interval": "فترة زمنية",
  "Time Series": "السلاسل الزمنية",
  "Trend": "تريند",
  "Trend [num]": "الاتجاه [num]",
  "Triangular": "مثلث",
  "Try checking your spelling or use a different term": "حاول التدقيق الإملائي أو استخدم مصطلحًا مختلفًا",
  "Type": "النوع",
  "Up to 2 active indicators allowed.": "يُسمح بما يصل إلى مؤشرين نشطين.",
  "Up to 5 active indicators allowed.": "يُسمح بما يصل إلى 5 مؤشرات نشطة.",
  "Variable": "متغير",
  "Vertical [num]": "عمودي [num]",
  "Volatility": "التقلب",
  "Weighted": "مرجح",
  "Welles Wilder": "ويلز وايلدر",
  "William's %R": "ويليامز %R",
  "William's Percent Range": "نطاق ويليام المئوي",
  "Would you like to overwrite it?": "هل ترغب في الكتابة فوقه؟",
  "You have no active drawings yet.": "ليس لديك رسومات نشطة حتى الآن.",
  "You have no active indicators yet.": "ليس لديك مؤشرات نشطة حتى الآن.",
  "You have no saved templates yet.": "ليس لديك قوالب محفوظة حتى الآن.",
  "Zero Lag": "التأخر الصفري",
  "Zig Zag": "زيغ زاج",
  "Zig Zag helps to identify trend reversals and filters out relatively small price movements by determining the support and resistance levels of the market. It accepts a percentage of deviation as the input and displays a line if the price change is larger than the percentage of deviation. Zig Zag ignores any sideways movement and is useful to filter out “market noise”.": "يساعد Zig Zag في تحديد انعكاسات الاتجاه وتصفية حركات الأسعار الصغيرة نسبيًا من خلال تحديد مستويات الدعم والمقاومة في السوق. يقبل النسبة المئوية للانحراف كمدخل ويعرض سطرًا إذا كان تغيير السعر أكبر من نسبة الانحراف. يتجاهل Zig Zag أي حركة جانبية وهو مفيد لتصفية «ضوضاء السوق».",
  "Zoom in": "قم بالتكبير",
  "Zoom out": "تصغير"
}