{
  "-DI": "",
  "[symbol] feed is delayed by [delay] minutes": "[symbol] ফিড [delay] মিনিট বিলম্বিত হয়",
  "[symbol] market is now opened.": "[symbol] market is now opened.",
  "[symbol] market is presently closed.": "[symbol] market is presently closed.",
  "+DI": "",
  "2-Exponential": "",
  "3-Exponential": "",
  "A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result.": "একটি টেকনিক্যাল ভরবেগ ইনডিকেটর যা একটি নির্দিষ্ট সময়ের মধ্যে একটি সিকিউরিটির ক্লোজিং প্রাইসের সাথে তার প্রাইস রেঞ্জের সাথে তুলনা করে। বাজারের আন্দোলনের প্রতি অসিলেটর এর সংবেদনশীলতা সময়সীমার সামঞ্জস্য করে বা ফলাফলের একটি চলমান গড় গ্রহণ করে হ্রাস করা যেতে পারে।",
  "Active": "সক্রিয়",
  "Add": "যোগ করুন",
  "Add new template": "নতুন টেমপ্লেট যোগ করো",
  "Add new templates": "নতুন টেমপ্লেট যোগ করুন",
  "ADX": "",
  "ADX/DMS": "অ্যাডক্স/ডিএমএস",
  "All drawings": "সমস্ত অঙ্কন",
  "Alligator": "নক্র",
  "already exists.": "ইতোমধ্যে বিদ্যমান।",
  "Are you sure?": "তুমি শিওর?",
  "Area": "এলাকা",
  "Aroon": "অ্যারুন",
  "Aroon Down": "",
  "Aroon Up": "",
  "Available only for \\\"Area\\\" chart type.": "শুধুমাত্র\\ \"Erea\\” লেখচিত্রের ধরন অনুযায়ী উপলব্ধ।",
  "Available only for non-tick time intervals.": "শুধুমাত্র অ-টিক সময় অন্তর জন্য উপলব্ধ।",
  "Awesome": "",
  "Awesome Oscillator": "অসাম অসিলেটর",
  "Axis Label": "",
  "Base Line": "",
  "Base Line Period": "",
  "Bill Williams introduced the Alligator indicator in 1995. The Alligator is as much a metaphor as it is an indicator. It consists of three lines, overlaid on a pricing chart, that represent the jaw, the teeth and the lips of the beast, and was created to help the trader confirm the presence of a trend and its direction. The Alligator indicator can also help traders designate impulse and corrective wave formations, but the tool works best when combined with a momentum indicator.": "বিল উইলিয়ামস ১৯৯৫ সালে অ্যালিগেটর নির্দেশক প্রবর্তন করেন। এটি একটি সূচক হিসাবে নক্র হিসাবে অনেক একটি রূপক হয়। এটি তিনটি লাইন নিয়ে গঠিত, একটি মূল্য চার্ট উপর আচ্ছাদিত, যে চোয়াল প্রতিনিধিত্ব, দাঁত এবং জন্তু ঠোঁট, এবং ব্যবসায়ীর একটি প্রবণতা উপস্থিতি এবং তার দিক নিশ্চিত সাহায্য করার জন্য তৈরি করা হয়েছিল। নক্র নির্দেশক এছাড়াও ব্যবসায়ীদের প্রৈতি এবং সংশোধনী তরঙ্গ গঠন মনোনীত সাহায্য করতে পারেন, কিন্তু টুল ভাল কাজ করে যখন একটি ভরবেগ সূচক সঙ্গে মিলিত।",
  "Bollinger Bands": "বলিঙ্গার ব্যান্ডস",
  "Bollinger Bands Bottom": "",
  "Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades.": "পূর্ববর্তী ট্রেডের সাপেক্ষে মূল্যের উচ্চতা বা নিম্নতা পরিমাপ করতে বলিঙ্গার ব্যান্ডগুলি ব্যবহার করা যেতে পারে।",
  "Bollinger Bands Median": "",
  "Bollinger Bands Top": "",
  "Cancel": "বাতিল",
  "Candle": "মোমবাতি",
  "CCI": "",
  "Channel [num]": "চ্যানেল [num]",
  "Channel Fill": "",
  "Chart data is not available for this symbol.": "এই প্রতীকের জন্য লেখচিত্রের তথ্য উপলব্ধ নেই।",
  "Chart types": "লেখচিত্রের ধরন",
  "Charts": "চার্ট",
  "Clear all": "সব মুছে ফেলুন",
  "Close": "",
  "CLOSED": "বন্ধ",
  "Color": "রঙ",
  "Commodity Channel Index": "কমোডিটি চ্যানেল ইনডেক্স",
  "Continue": "চালিয়ে যান",
  "Continuous [num]": "ক্রমাগত [num]",
  "Conversion Line": "",
  "Conversion Line Period": "",
  "CSV": "সিএসভি",
  "Dark": "ডার্ক",
  "day": "দিন",
  "days": "দিনগুলো",
  "Decreasing Bar": "",
  "Detrended": "",
  "Detrended Price Oscillator": "ডিট্রেন্ডেড প্রাইস অসিলেটর",
  "Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period.": "Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period.",
  "Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low.": "১৯৯৫ সালে তুশার চান্দে দ্বারা বিকশিত, অরুন একটি নির্দেশক ব্যবস্থা যা নির্ধারণ করে একটি স্টক ট্রেন্ডিং করছে কি না এবং প্রবণতা কতটা শক্তিশালী। দুটি পৃথক সূচক আছে: অ্যারোন-আপ এবং অ্যারোন-ডাউন। একটি 25 দিনের Aroon-up একটি 25 দিনের উচ্চ থেকে দিনের সংখ্যা পরিমাপ। একটি 25 দিনের Aroon-down একটি 25 দিনের কম থেকে দিনের সংখ্যা পরিমাপ।",
  "Display data for a specific date and time": "একটি নির্দিষ্ট তারিখ এবং সময়ের জন্য ডাটা প্রদর্শন করা হবে",
  "Display remaining time for each interval": "প্রতিটি ব্যবধানের জন্য অবশিষ্ট সময় প্রদর্শন করা হবে",
  "Display the highest and lowest spot price": "সর্বোচ্চ এবং সর্বনিম্ন স্পট মূল্য প্রদর্শন",
  "Distance(%)": "",
  "Don't show price info on chart": "চার্টে দামের তথ্য প্রদর্শন করা হবে না",
  "Donchian Channel": "ডনচিয়ান চ্যানেল",
  "Donchian High": "",
  "Donchian Low": "",
  "Donchian Median": "",
  "Done": "সম্পন্ন",
  "Double Smoothing Period": "",
  "Download": "ডাউনলোড",
  "Drawing tools": "অঙ্কন সরঞ্জাম",
  "Exponential": "",
  "Fast": "",
  "Fast MA Period": "",
  "Favorites": "প্রিয়",
  "Fib Fan [num]": "Fib Fan [num]",
  "Field": "",
  "Fill Color": "",
  "Fractal Channel": "",
  "Fractal Chaos Band": "ফ্র্যাক্টাল ক্যাওস ব্যান্ড",
  "Fractal High": "",
  "Fractal Low": "",
  "Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart.": "ফ্র্যাকটাল ক্যান্ডেলস্টিক চার্টের সূচক যা বাজারে উলটাপালটা পয়েন্ট সনাক্ত করে। ব্যবসায়ীরা প্রায়ই fractals ব্যবহার করে দাম বিকাশ হবে যা দিক সম্পর্কে একটি ধারণা পেতে। একটি ফ্রাক্টাল গঠন করবে যখন একটি চার্টে একটি নির্দিষ্ট মূল্য প্যাটার্ন ঘটবে।",
  "H": "জ",
  "High": "",
  "High Period": "",
  "Highest and lowest spot": "সর্বোচ্চ এবং সর্বনিম্ন স্পট",
  "Histogram": "",
  "Historical data mode": "ঐতিহাসিক ডাটা মোড",
  "Hl/2": "",
  "Hlc/3": "",
  "Hlcc/4": "",
  "Hollow": "ঠালা",
  "Horizontal [num]": "অনুভূমিক [num]",
  "hour": "ঘন্টা",
  "hours": "ঘণ্টা",
  "Hull": "",
  "Ichimoku Clouds": "ইচিমোকু মেঘ",
  "Increasing Bar": "",
  "Indicators": "ইন্ডিকেটর",
  "Interval duration": "ব্যবধান সময়কাল",
  "Jaw": "",
  "Jaw Offset": "",
  "Jaw Period": "",
  "L": "ঠ",
  "Lagging Span": "",
  "Lagging Span Period": "",
  "Language": "ভাষা",
  "Last digits stats for latest 1000 ticks on": "সর্বশেষ সংখ্যা সর্বশেষ 1000 টি টিকগুলির পরিসংখ্যান",
  "Leading Span A": "",
  "Leading Span B": "",
  "Leading Span B Period": "",
  "Light": "হাল্কা",
  "Line [num]": "লাইন [num]",
  "Lips": "",
  "Lips Offset": "",
  "Lips Period": "",
  "Low": "",
  "Low Period": "",
  "MA": "",
  "MA Env": "",
  "MA Env Bottom": "",
  "MA Env Median": "",
  "MA Env Top": "",
  "MACD": "এমএসিডি",
  "MACD is a trading indicator used in technical analysis of stock prices. It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price.": "এমএসিডি একটি ট্রেডিং ইনডিকেটর যা স্টক মূল্যের প্রযুক্তিগত বিশ্লেষণে ব্যবহৃত হয়। এটি একটি স্টক এর দাম একটি প্রবণতা শক্তি, দিক, ভরবেগ, এবং সময়কাল পরিবর্তন প্রকাশ অনুমিত হয়।",
  "Markets": "মার্কেটস",
  "Maximum AF": "",
  "Minimum AF": "",
  "minute": "মিনিট",
  "minutes": "মিনিট",
  "Momentum": "ভরবেগ",
  "Moving Average (MA)": "মুভিং এভারেজ (এমএ)",
  "Moving Average Envelope": "মুভিং গড় খাম",
  "Moving Average Type": "",
  "Moving averages": "মুভিং এভারেজ",
  "Negative Bar": "",
  "Network status": "নেটওয়ার্ক স্ট্যাটাস",
  "No results for": "এর জন্য কোন ফলাফল নেই",
  "Offset": "",
  "OHLC": "ওএইচএলসি",
  "Ohlc/4": "",
  "Only selected charts and time intervals are available for this trade type.": "এই ট্রেড টাইপের জন্য শুধুমাত্র নির্বাচিত চার্ট এবং সময় অন্তর উপলব্ধ।",
  "Open": "",
  "Opens in:": "খোলে:",
  "Others": "অন্যান্য",
  "OverBought": "",
  "OverSold": "",
  "Overwrite": "ওভাররাইট",
  "Parabolic SAR": "অধিবৃত্তীয় এসএআর",
  "Pattern": "",
  "Percent": "",
  "Period": "",
  "Platform settings": "প্লাটফর্ম সেটিংস",
  "PNG": "পিএনজি",
  "Point": "",
  "Positive Bar": "",
  "Price Rate of Change": "পরিবর্তনের মূল্য হার",
  "Price ROC": "",
  "PSAR": "",
  "Rainbow MA": "",
  "Rainbow Moving Average": "রেনবো মুভিং এভারেজ",
  "Ray [num]": "রে [num]",
  "Rectangle [num]": "আয়তক্ষেত্র [num]",
  "Relative Strength Index (RSI)": "আপেক্ষিক শক্তি সূচক (আরএসআই)",
  "Reset": "রিসেট",
  "Result": "ফলাফল",
  "Retrieving Chart Data...": "লেখচিত্রের তথ্য উদ্ধার করা হচ্ছে...",
  "Retrieving Chart Engine...": "লেখচিত্রের ইঞ্জিন উদ্ধার করা হচ্ছে...",
  "Retrieving Market Symbols...": "বাজারের প্রতীক উদ্ধার করা হচ্ছে...",
  "Retrieving Trading Times...": "ট্রেডিং টাইমস উদ্ধার করা হচ্ছে...",
  "RSI": "",
  "Saved templates": "সংরক্ষিত টেমপ্লেট",
  "Search": "অনুসন্ধান",
  "Search...": "অনুসন্ধান করুন...",
  "Select language": "ভাষা নির্বাচন করুন",
  "Select theme": "থীম নির্বাচন করুন",
  "Series": "",
  "Settings": "সেটিংস",
  "Shading": "",
  "Shift": "",
  "Shift Type": "",
  "Show Fractals": "",
  "Show Lines": "",
  "Show price info on chart": "চার্টে দামের তথ্য দেখান",
  "Show price info on x & y axes": "x ও y অক্ষের উপর দামের তথ্য দেখান",
  "Show Zones": "",
  "Signal": "",
  "Signal Period": "",
  "Simple": "",
  "Size": "সাইজ",
  "Slow": "",
  "Slow MA Period": "",
  "SMA1": "",
  "SMA10": "",
  "SMA2": "",
  "SMA3": "",
  "SMA4": "",
  "SMA5": "",
  "SMA6": "",
  "SMA7": "",
  "SMA8": "",
  "SMA9": "",
  "Smooth": "",
  "Smoothing Period": "",
  "Some of your active indicators don’t support 1-tick intervals. If you change to a 1-tick interval, these indicators will be removed from your chart.": "আপনার কিছু সক্রিয় ইন্ডিকেটর ১-টিক অন্তর সমর্থন করে না। যদি আপনি 1-টিক ব্যবধানে পরিবর্তন করেন, তাহলে এই সূচকগুলি আপনার চার্ট থেকে মুছে ফেলা হবে।",
  "Standard Deviations": "",
  "Stch Mtm": "",
  "Stochastic": "",
  "Stochastic Momentum Index": "স্টোচাস্টিক ভরবেগ সূচক",
  "Stochastic Oscillator": "স্টোচাস্টিক অসিলেটর",
  "Streaming for [symbol] is not available due to license restrictions": "লাইসেন্স সীমাবদ্ধতার কারণে [symbol] এর জন্য স্ট্রিমিং উপলব্ধ নয়",
  "Teeth": "",
  "Teeth Offset": "",
  "Teeth Period": "",
  "Templates": "টেমপ্লেট",
  "The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength.": "গড় নির্দেশমূলক আন্দোলন সূচক (এডিএক্স) 1978 সালে জে ওয়েলস ওয়াইল্ডার দ্বারা একটি আর্থিক উপকরণ এডিএক্স এর দাম একটি সিরিজ প্রবণতা শক্তি একটি সূচক হিসাবে উন্নত করা হয়েছিল 0 এবং 100 এর মধ্যে পরিসীমা হবে। সাধারণত, 20 নীচের এডিএক্স রিডিং প্রবণতা দুর্বলতা নির্দেশ করে, এবং 40 উপরে রিডিং প্রবণতা শক্তি নির্দেশ করে।",
  "The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals.": "অসাম অসিলেটর একটি সূচক যা বাজারের ভরবেগ পরিমাপ করতে ব্যবহৃত হয়। এও একটি ৩৪ পিরিয়ড এবং ৫ পিরিয়ড সিম্পল মুভিং এভারেজের পার্থক্য হিসাব করে। ব্যবহার করা হয় যে সিম্পল মুভিং অ্যাভারেজ ক্লোজিং প্রাইস ব্যবহার করে গণনা করা হয় না বরং প্রতিটি বারের মিডপয়েন্ট। এও সাধারণত প্রবণতা নিশ্চিত করতে বা সম্ভাব্য বিপরীতমুখী প্রত্যাশা করতে ব্যবহৃত হয়।",
  "The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions.": "কমোডিটি চ্যানেল ইনডেক্স (CCI) একটি বহুমুখী নির্দেশক যা একটি নতুন প্রবণতা সনাক্ত করতে বা চরম অবস্থার সতর্ক করতে ব্যবহার করা যেতে পারে।",
  "The Detrended Price Oscillator (DPO) helps to identify price cycles without the influence of short- and long-term trends. The DPO compares a simple moving average to a historical pricenear the middle of a specified period. It also shows the peaks and drops over that particular period, making it easier to predict buy points.": "ডিট্রেন্ডেড প্রাইস অসিলেটর (ডিপিও) স্বল্প এবং দীর্ঘমেয়াদী প্রবণতাগুলির প্রভাব ছাড়াই মূল্য চক্র সনাক্ত করতে সহায়তা করে। ডিপিও একটি সরল চলন্ত গড়কে একটি নির্দিষ্ট সময়ের মাঝামাঝি সময়ের কাছাকাছি একটি ঐতিহাসিক মূল্যের সাথে তুলনা করে। এটি যে নির্দিষ্ট সময়ের মধ্যে শিখর এবং ড্রপ দেখায়, এটি কিনতে পয়েন্ট ভবিষ্যদ্বাণী করা সহজ করে তোলে।",
  "The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen.": "ডনচিয়ান চ্যানেল রিচার্ড ডনচিয়ান দ্বারা উন্নত মার্কেট ট্রেডিংয়ে ব্যবহৃত একটি সূচক। এটি শেষ n সময়ের সর্বোচ্চ উচ্চ এবং সর্বনিম্ন নিম্ন গ্রহণ করে গঠিত হয়। উচ্চ এবং নিম্ন মধ্যে এলাকা নির্বাচিত সময়ের জন্য চ্যানেল হয়।",
  "The Ichimoku Cloud, also known as Ichimoku Kinko Hyo, is a versatile indicator that defines support and resistance, identifies trend direction, gauges momentum and provides trading signals. Ichimoku Kinko Hyo translates into “one look equilibrium chart”.": "ইচিমোকু ক্লাউড, যা ইচিমোকু কিঙ্কো হাইও নামেও পরিচিত, একটি বহুমুখী নির্দেশক যা সমর্থন এবং প্রতিরোধের সংজ্ঞায়িত করে, প্রবণতা দিক চিহ্নিত করে, ভরবেগ নির্ণয় করে এবং ট্রেডিং সংকেত প্রদান করে। ইচিমোকু কিঙ্কো হাইও অনুবাদ করেন “এক চেহারা সমতুল্য চার্ট\"।",
  "The Moving Average (MA) helps to identify the overall market trend by filtering out short-term price fluctuations. Using historical data, it calculates the average price over a specific period and plots a line on the chart. If the MA line moves upwards, it’s an indicator of an uptrend, a downtrend if it moves downwards. A buy signal occurs when the price moves above the MA line.": "মুভিং এভারেজ (এমএ) স্বল্পমেয়াদী মূল্যের ওঠানামা ফিল্টার করে সামগ্রিক বাজার প্রবণতা সনাক্ত করতে সহায়তা করে। ঐতিহাসিক তথ্য ব্যবহার করে, এটি একটি নির্দিষ্ট সময়ের মধ্যে গড় মূল্য গণনা করে এবং চার্টের একটি লাইন প্লট করে। এমএ লাইন ঊর্ধ্বমুখী হলে, এটি একটি ঊর্ধ্বমুখী একটি সূচক, একটি downtrend যদি এটি নিচের দিকে চলে যায়। একটি বাই সিগন্যাল ঘটে যখন দাম এমএ লাইনের উপরে চলে যায়।",
  "The Moving Average Envelope (MAE) helps to identify strong price movement that indicates the start of a trend. The MAE creates a moving average line as well as 2 bands around it. In theory, when the market price touches the upper or lower bands, a trend reversal will occur, indicating a buy signal.": "মুভিং এভারেজ এনভেলফে (MAE) শক্তিশালী মূল্য আন্দোলন সনাক্ত করতে সাহায্য করে যা একটি প্রবণতার সূচনা নির্দেশ করে। MAE একটি চলন্ত গড় লাইন তৈরি করে পাশাপাশি এর চারপাশে ২টি ব্যান্ড তৈরি করে। তত্ত্বগতভাবে, যখন বাজার মূল্য ঊর্ধ্ব বা নিম্ন ব্যান্ডগুলিকে স্পর্শ করে, তখন একটি ট্রেন্ড রিভার্সাল ঘটবে, যা একটি বাই সিগন্যাল নির্দেশ করে।",
  "The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance.": "অধিবৃত্তীয় এসএআর মূল্যের প্রতিটি প্রবণতার জন্য প্রায় স্বাধীনভাবে হিসাব করা হয়। যখন দাম ঊর্ধ্বমুখী হয়, তখন এসএআর দামের নিচে উঠে আসে এবং এর দিকে ঊর্ধ্বমুখী হয়। একইভাবে, একটি ডাউন্ট্রেন্ড এ, এসএআর দাম উপরে emerges এবং নিচে converges। একটি প্রবণতা মধ্যে প্রতিটি ধাপে, SAR অগ্রিম এক সময়ের গণনা করা হয়।",
  "The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage.": "প্রাইস রেট-অফ-চেঞ্জ (ROC) ইনডিকেটর বর্তমান মূল্য এবং মূল্য এক্স-টাইম সময়ের মধ্যে পার্থক্য প্রদর্শন করে। পার্থক্য পয়েন্ট বা শতাংশ হিসাবে প্রদর্শিত হতে পারে।",
  "The Rainbow Moving Average (RMA) displays several moving average lines simultaneously. When the lines intersect, it’s an indicator of price reversal and the angle of the lines are helpful to predict the trend strength. The steeper the curve, the stronger the trend. When the price crosses the moving average lines from below, it signals an upward trend. When the price crosses the moving average lines from above, it signals a downward trend. The RMA is easier to use compared to using several different moving average indicators at once.": "রেইনবো মুভিং এভারেজ (আরএমএ) একযোগে কয়েকটি চলমান গড় লাইন প্রদর্শন করে। যখন লাইন ছেদ, এটা মূল্য উলটাপালটা একটি সূচক এবং লাইন কোণ প্রবণতা শক্তি ভবিষ্যদ্বাণী সহায়ক হয়। steeper বক্ররেখা, শক্তিশালী প্রবণতা যখন মূল্য নিচে থেকে চলন্ত গড় লাইন অতিক্রম করে, এটি একটি ঊর্ধ্বমুখী প্রবণতা সংকেত। যখন দাম উপরে থেকে চলন্ত গড় লাইন অতিক্রম করে, এটি একটি নিম্নগামী প্রবণতা সংকেত। আরএমএ একযোগে বিভিন্ন চলন্ত গড় সূচক ব্যবহার করার তুলনায় ব্যবহার করা সহজ।",
  "The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The flutter_chart_id of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length.": "",
  "The Stochastic Momentum Index (SMI) helps to identify overbought or oversold conditions in the market and to predict bearish or bullish trends. It calculates the distance between the current closing price and the median of the high/low range, and displays 2 lines on the chart: the first (known as %K) represents the price movement while the second (known as %D) is a moving average of the first line. If the closing price is higher than the median of the high/low range, the SMI returns a positive value. If the closing price is lower than the average price, a negative value is returned. Values above 40 indicate a bullish trend while values below -40 indicate a bearish trend.": "স্টোচাস্টিক মোমেন্টাম ইনডেক্স (এসএমআই) বাজারে অত্যধিক বা oversold শর্ত সনাক্ত করতে এবং বিয়ারিশ বা বুলিশ প্রবণতা ভবিষ্যদ্বাণী করতে সাহায্য করে। এটি বর্তমান ক্লোজিং প্রাইস এবং উচ্চ/নিম্ন রেঞ্জের মধ্যবর্তী দূরত্বের হিসাব করে এবং চার্টে ২টি লাইন প্রদর্শন করে: প্রথমটি (% K নামে পরিচিত) মূল্য চলাচলের প্রতিনিধিত্ব করে যখন দ্বিতীয়টি ( %Dনামে পরিচিত) হল প্রথম লাইনের একটি চলমান গড়। ক্লোজিং প্রাইস উচ্চ/নিম্ন পরিসরের মধ্যমা থেকে বেশি হলে, এসএমআই একটি ইতিবাচক মান ফেরত দেয়। যদি ক্লোজিং প্রাইস গড় মূল্যের চেয়ে কম হয়, তাহলে একটি নেগেটিভ মান ফেরত দেওয়া হয়। 40 এর উপরে মানগুলি বুলিশ প্রবণতা নির্দেশ করে যখন -40 এর নীচে মানগুলি একটি বিয়ারিশ প্রবণতা নির্দেশ করে।",
  "Themes": "থিম",
  "There are no favorites yet.": "এখনও কোন প্রিয় নেই।",
  "This indicator does not support 1-tick intervals. To use this indicator, change your chart time interval to 1 minute or more.": "এই নির্দেশক 1-টিক অন্তর সমর্থন করে না। এই সূচকটি ব্যবহার করতে, আপনার লেখচিত্রের সময় ব্যবধান ১ মিনিট বা তার বেশি সময় পরিবর্তন করুন।",
  "tick": "টিক্ টিক্ শব্দ",
  "Tick interval only available for \\\"Area\\\" Chart type.": "টিক ব্যবধান শুধুমাত্র\\ \"Erea\\” লেখচিত্রের ধরণ জন্য উপলব্ধ।",
  "Time interval": "সময়ের ব্যবধান",
  "Time Series": "",
  "Trend": "ট্রেন্ড",
  "Trend [num]": "ট্রেন্ড [num]",
  "Triangular": "",
  "Try checking your spelling or use a different term": "আপনার বানান পরীক্ষা করার চেষ্টা করুন অথবা একটি ভিন্ন শব্দ ব্যবহার করুন",
  "Type": "",
  "Up to 2 active indicators allowed.": "2 সক্রিয় সূচক পর্যন্ত অনুমোদিত।",
  "Up to 5 active indicators allowed.": "5 টি সক্রিয় সূচক পর্যন্ত অনুমোদিত।",
  "Variable": "",
  "Vertical [num]": "উল্লম্ব [num]",
  "Volatility": "অস্থিতিশীলতা",
  "Weighted": "",
  "Welles Wilder": "",
  "William's %R": "",
  "William's Percent Range": "উইলিয়ামের পারসেন্ট রেঞ্জ",
  "Would you like to overwrite it?": "আপনি কি এটিকে ওভাররাইট করতে চান?",
  "You have no active drawings yet.": "আপনার এখনও কোন সক্রিয় অঙ্কন আছে।",
  "You have no active indicators yet.": "আপনার এখনও কোন সক্রিয় সূচক আছে।",
  "You have no saved templates yet.": "আপনার এখনও কোন সংরক্ষিত টেমপ্লেট নেই।",
  "Zero Lag": "",
  "Zig Zag": "জিগ জ্যাগ",
  "Zig Zag helps to identify trend reversals and filters out relatively small price movements by determining the support and resistance levels of the market. It accepts a percentage of deviation as the input and displays a line if the price change is larger than the percentage of deviation. Zig Zag ignores any sideways movement and is useful to filter out “market noise”.": "জিগ জ্যাগ ট্রেন্ড রিভার্সেল শনাক্ত করতে সাহায্য করে এবং বাজারের সাপোর্ট এবং রেসিস্টেন্স লেভেল নির্ধারণের মাধ্যমে তুলনামূলকভাবে ছোট দামের মুভমেন্ট ফিল্টার করে। এটি ইনপুট হিসাবে বিচ্যুতির শতকরা একটি শতাংশ গ্রহণ করে এবং মূল্য পরিবর্তন বিচ্যুতির শতাংশের চেয়ে বড় হলে একটি রেখা প্রদর্শন করে। Zig Zag কোন পার্শ্বাভিমুখ আন্দোলন উপেক্ষা করে এবং “বাজার শব্দ” ফিল্টার আউট দরকারী।",
  "Zoom in": "জুম ইন",
  "Zoom out": "জুম আউট"
}