{
  "-DI": "-ডিআই",
  "[symbol] feed is delayed by [delay] minutes": "[symbol] ফিড [delay] মিনিট দ্বারা বিলম্বিত হয়",
  "[symbol] market is now opened.": "[symbol] বাজার এখন মুক্ত হয়েছে।",
  "[symbol] market is presently closed.": "[symbol] বর্তমানে বাজার বন্ধ রয়েছে।",
  "+DI": "+ডিআই",
  "2-Exponential": "2-এক্সপোনেন্সিয়াল",
  "3-Exponential": "3-এক্সপোনেন্সিয়াল",
  "A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result.": "একটি প্রযুক্তিগত গতির সূচক যা একটি নির্দিষ্ট সময়ের মধ্যে একটি নিরাপত্তার ক্লোজিং প্রাইসকে এর মুল্যের রেঞ্জের সাথে তুলনা করে। বাজারের গতিবিধির প্রতি অসিলেটরের সংবেদনশীলতা সময়কাল সামঞ্জস্য করে বা ফলাফলের চলমান গড় গ্রহণ করে হ্রাস করা যেতে পারে।",
  "Active": "সক্রিয়",
  "Add": "যোগ করুন",
  "Add new template": "নতুন টেমপ্লেট যোগ করুন",
  "Add new templates": "নতুন টেমপ্লেটসমূহ যোগ করুন",
  "ADX": "এডিএক্স",
  "ADX/DMS": "ADX/DMS",
  "All drawings": "সমস্ত অঙ্কন",
  "Alligator": "অ্যালিগেটর",
  "already exists.": "ইতিমধ্যে বিদ্যমান।",
  "Are you sure?": "আপনি কি নিশ্চিত?",
  "Area": "এলাকা",
  "Aroon": "অ্যারুন",
  "Aroon Down": "অরুন ডাউন",
  "Aroon Up": "অরুন আপ",
  "Available only for \\\"Area\\\" chart type.": "শুধুমাত্র\\ \"Erea\\” লেখচিত্রের ধরন অনুযায়ী উপলব্ধ।",
  "Available only for non-tick time intervals.": "শুধুমাত্র নন-টিক সময়ের ব্যবধানের জন্য উপলব্ধ।",
  "Awesome": "অসাধারণ",
  "Awesome Oscillator": "দুর্দান্ত অসিলেটর",
  "Axis Label": "অক্ষ লেবেল",
  "Base Line": "বেস লাইন",
  "Base Line Period": "বেস লাইন পিরিয়ড",
  "Bill Williams introduced the Alligator indicator in 1995. The Alligator is as much a metaphor as it is an indicator. It consists of three lines, overlaid on a pricing chart, that represent the jaw, the teeth and the lips of the beast, and was created to help the trader confirm the presence of a trend and its direction. The Alligator indicator can also help traders designate impulse and corrective wave formations, but the tool works best when combined with a momentum indicator.": "বিল উইলিয়ামস 1995 সালে অ্যালিগেটর সূচকটি প্রবর্তন করেছিলেন। অ্যালিগেটর যতটা একটি রূপক ততটাই এটি একটি সূচক। এটি তিনটি লাইন নিয়ে গঠিত, একটি মূল্যের চার্টে ওভারলেড, যা পশুর চোয়াল, দাঁত এবং ঠোঁটকে প্রতিনিধিত্ব করে, এবং এটি ব্যবসায়ীকে একটি প্রবণতা এবং এর দিকনির্দেশের উপস্থিতি নিশ্চিত করতে সহায়তা করার জন্য তৈরি করা হয়েছিল৷ অ্যালিগেটর সূচকটি ব্যবসায়ীদের আবেগ এবং সংশোধনমূলক তরঙ্গ গঠনকে মনোনীত করতেও সাহায্য করতে পারে, তবে একটি ভরবেগ নির্দেশকের সাথে মিলিত হলে টুলটি সবচেয়ে ভাল কাজ করে।",
  "Bollinger Bands": "বলিঙ্গার ব্যান্ডস",
  "Bollinger Bands Bottom": "বোলিংগার ব্যান্ড বটম",
  "Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades.": "পূর্ববর্তী ট্রেডের সাপেক্ষে মূল্যের উচ্চতা বা নিম্নতা পরিমাপ করতে বলিঙ্গার ব্যান্ডগুলি ব্যবহার করা যেতে পারে।",
  "Bollinger Bands Median": "বোলিংগার ব্যান্ড মিডিয়ান",
  "Bollinger Bands Top": "বোলিংগার ব্যান্ড শীর্ষ",
  "Cancel": "বাতিল",
  "Candle": "মোমবাতি",
  "CCI": "সিসিআই",
  "Channel [num]": "চ্যানেল [num]",
  "Channel Fill": "চ্যানেল ফিল",
  "Chart data is not available for this symbol.": "এই প্রতীকের জন্য লেখচিত্রের তথ্য উপলব্ধ নেই।",
  "Chart types": "লেখচিত্রের ধরন",
  "Charts": "চার্ট",
  "Clear all": "সব মুছে ফেলুন",
  "Close": "বন্ধ",
  "CLOSED": "বন্ধ",
  "Color": "রঙ",
  "Commodity Channel Index": "কমোডিটি চ্যানেল ইনডেক্স",
  "Continue": "চালিয়ে যান",
  "Continuous [num]": "ক্রমাগত [num]",
  "Conversion Line": "রূপান্তর লাইন",
  "Conversion Line Period": "রূপান্তর লাইন পিরিয়ড",
  "CSV": "CSV",
  "Dark": "ডার্ক",
  "day": "দিন",
  "days": "দিনগুলো",
  "Decreasing Bar": "হ্রাস করা বার",
  "Detrended": "হ্রাস করা",
  "Detrended Price Oscillator": "ডিট্রেন্ডেড প্রাইস অসিলেটর",
  "Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period.": "ল্যারি উইলিয়ামস দ্বারা বিকশিত, উইলিয়ামস %R হল একটি ভরবেগ নির্দেশক যা দ্রুত স্টোকাস্টিক অসিলেটরের বিপরীত। %R হিসাবেও উল্লেখ করা হয়, উইলিয়ামস %R লুক-ব্যাক পিরিয়ডের জন্য সর্বোচ্চ উচ্চের কাছাকাছি আপেক্ষিক স্তরকে প্রতিফলিত করে।",
  "Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low.": "1995 সালে তুষার চান্দে দ্বারা বিকশিত, অরুন একটি সূচক সিস্টেম যা নির্ধারণ করে যে একটি স্টক ট্রেন্ডিং কি না এবং প্রবণতা কতটা শক্তিশালী। দুটি পৃথক সূচক রয়েছে: আরুন-আপ এবং আরুন-ডাউন। একটি 25-দিনের আরুন-আপ 25-দিনের উচ্চ থেকে দিনের সংখ্যা পরিমাপ করে। একটি 25-দিনের আরুন-ডাউন 25-দিনের নিম্ন থেকে দিনের সংখ্যা পরিমাপ করে৷",
  "Display data for a specific date and time": "একটি নির্দিষ্ট তারিখ এবং সময়ের জন্য ডাটা প্রদর্শন করা হবে",
  "Display remaining time for each interval": "প্রতিটি ব্যবধানের জন্য অবশিষ্ট সময় প্রদর্শন করা হবে",
  "Display the highest and lowest spot price": "সর্বোচ্চ এবং সর্বনিম্ন স্পট মূল্য প্রদর্শন",
  "Distance(%)": "দূরত্ব (%)",
  "Don't show price info on chart": "চার্টে মুল্যের তথ্য প্রদর্শন করা হবে না",
  "Donchian Channel": "ডনচিয়ান চ্যানেল",
  "Donchian High": "ডনচিয়ান হাই",
  "Donchian Low": "ডনচিয়ান লো",
  "Donchian Median": "ডনচিয়ান মিডিয়ান",
  "Done": "সম্পন্ন",
  "Double Smoothing Period": "ডাবল স্মুথিং পিরিয়ড",
  "Download": "ডাউনলোড",
  "Drawing tools": "অঙ্কন সরঞ্জাম",
  "Exponential": "এক্সপোনেন্সিয়াল",
  "Fast": "দ্রুত",
  "Fast MA Period": "দ্রুত এমএ পিরিয়ড",
  "Favorites": "প্রিয়",
  "Fib Fan [num]": "ফিব ফ্যান [num]",
  "Field": "ক্ষেত্র",
  "Fill Color": "রঙ পূরণ করুন",
  "Fractal Channel": "ফ্র্যাক্টাল চ্যানেল",
  "Fractal Chaos Band": "ফ্র্যাক্টাল ক্যাওস ব্যান্ড",
  "Fractal High": "ফ্র্যাকটাল হাই",
  "Fractal Low": "ফ্র্যাকটাল লো",
  "Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart.": "ফ্র্যাকটাল ক্যান্ডেলস্টিক চার্টের সূচক যা বাজারে উলটাপালটা পয়েন্ট সনাক্ত করে। ব্যবসায়ীরা প্রায়ই fractals ব্যবহার করে দাম বিকাশ হবে যা দিক সম্পর্কে একটি ধারণা পেতে। একটি ফ্রাক্টাল গঠন করবে যখন একটি চার্টে একটি নির্দিষ্ট মূল্য প্যাটার্ন ঘটবে।",
  "H": "এইচ",
  "High": "উচ্চ",
  "High Period": "উচ্চ সময়কাল",
  "Highest and lowest spot": "সর্বোচ্চ এবং সর্বনিম্ন স্পট",
  "Histogram": "হিস্টোগ্রাম",
  "Historical data mode": "ঐতিহাসিক ডাটা মোড",
  "Hl/2": "এইচএল/2",
  "Hlc/3": "এইচএলসি/3",
  "Hlcc/4": "এইচএলসিসি/4",
  "Hollow": "ফাঁকা",
  "Horizontal [num]": "অনুভূমিক [num]",
  "hour": "ঘন্টা",
  "hours": "ঘণ্টা",
  "Hull": "হাল",
  "Ichimoku Clouds": "ইচিমোকু মেঘ",
  "Increasing Bar": "বর্ধমান বার",
  "Indicators": "ইন্ডিকেটর",
  "Interval duration": "ব্যবধান সময়কাল",
  "Jaw": "চোয়াল",
  "Jaw Offset": "চোয়াল অফসেট",
  "Jaw Period": "চোয়াল পিরিয়ড",
  "L": "এল",
  "Lagging Span": "ল্যাগিং স্প্যান",
  "Lagging Span Period": "ল্যাগিং স্প্যান পিরিয়ড",
  "Language": "ভাষা",
  "Last digits stats for latest 1000 ticks on": "সর্বশেষ সংখ্যা সর্বশেষ 1000 টি টিকগুলির পরিসংখ্যান",
  "Leading Span A": "নেতৃস্থানীয় স্প্যান এ",
  "Leading Span B": "শীর্ষস্থানীয় স্প্যান বি",
  "Leading Span B Period": "লিডিং স্প্যান বি পিরিয়ড",
  "Light": "হাল্কা",
  "Line [num]": "লাইন [num]",
  "Lips": "ঠোঁট",
  "Lips Offset": "লিপ অফসেট",
  "Lips Period": "ঠোঁটের মেয়াদ",
  "Low": "নিচু",
  "Low Period": "নিম্ন পিরিয়ড",
  "MA": "মা",
  "MA Env": "এমএ এনভি",
  "MA Env Bottom": "এমএ এনভি বটম",
  "MA Env Median": "এমএ এনভি মিডিয়ান",
  "MA Env Top": "এমএ এনভি শীর্ষ",
  "MACD": "MACD",
  "MACD is a trading indicator used in technical analysis of stock prices. It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price.": "MACD একটি ট্রেডিং ইনডিকেটর যা স্টক মূল্যের প্রযুক্তিগত বিশ্লেষণে ব্যবহৃত হয়। এটি একটি স্টক এর দাম একটি প্রবণতা শক্তি, দিক, ভরবেগ, এবং সময়কাল পরিবর্তন প্রকাশ অনুমিত হয়।",
  "Markets": "মার্কেটস",
  "Maximum AF": "সর্বোচ্চ এএফ",
  "Minimum AF": "ন্যূনতম AF",
  "minute": "মিনিট",
  "minutes": "মিনিট",
  "Momentum": "ভরবেগ",
  "Moving Average (MA)": "মুভিং এভারেজ (এমএ)",
  "Moving Average Envelope": "মুভিং গড় খাম",
  "Moving Average Type": "মুভিং এভারেজ প্রকার",
  "Moving averages": "মুভিং এভারেজ",
  "Negative Bar": "নেতিবাচক বার",
  "Network status": "নেটওয়ার্ক স্ট্যাটাস",
  "No results for": "এর জন্য কোন ফলাফল নেই",
  "Offset": "অফসেট",
  "OHLC": "OHLC",
  "Ohlc/4": "ওএইচএলসি/4",
  "Only selected charts and time intervals are available for this trade type.": "এই ট্রেড টাইপের জন্য শুধুমাত্র নির্বাচিত চার্ট এবং সময় অন্তর উপলব্ধ।",
  "Open": "ওপেন",
  "Opens in:": "খোলে:",
  "Others": "অন্যান্য",
  "OverBought": "অতিরিক্ত খরচ",
  "OverSold": "ওভারসেলড",
  "Overwrite": "ওভাররাইট",
  "Parabolic SAR": "অধিবৃত্তীয় SAR",
  "Percent": "শতাংশ",
  "Period": "সময়কাল",
  "Platform settings": "প্লাটফর্ম সেটিংস",
  "PNG": "PNG",
  "Point": "পয়েন্ট",
  "Positive Bar": "ইতিবাচক বার",
  "Price Rate of Change": "পরিবর্তনের মূল্য হার",
  "Price ROC": "আরওসি মূল্য",
  "PSAR": "পিএসআর",
  "Rainbow MA": "রেইনবো এমএ",
  "Rainbow Moving Average": "রেনবো মুভিং এভারেজ",
  "Ray [num]": "রে [num]",
  "Rectangle [num]": "আয়তক্ষেত্র [num]",
  "Relative Strength Index (RSI)": "আপেক্ষিক শক্তি সূচক (আরএসআই)",
  "Reset": "রিসেট",
  "Result": "ফলাফল",
  "Retrieving Chart Data...": "লেখচিত্রের তথ্য উদ্ধার করা হচ্ছে...",
  "Retrieving Chart Engine...": "লেখচিত্রের ইঞ্জিন উদ্ধার করা হচ্ছে...",
  "Retrieving Market Symbols...": "বাজারের প্রতীক উদ্ধার করা হচ্ছে...",
  "Retrieving Trading Times...": "ট্রেডিং টাইমস উদ্ধার করা হচ্ছে...",
  "RSI": "আরএসআই",
  "Saved templates": "সংরক্ষিত টেমপ্লেট",
  "Search": "অনুসন্ধান",
  "Search...": "অনুসন্ধান ...",
  "Select language": "ভাষা নির্বাচন করুন",
  "Select theme": "থীম নির্বাচন করুন",
  "Series": "সিরিজ",
  "Settings": "সেটিংস",
  "Shading": "শেডিং",
  "Shift": "শিফট",
  "Shift Type": "শিফট টাইপ",
  "Show Fractals": "ফ্র্যাকটাল দেখান",
  "Show Lines": "লাইন দেখান",
  "Show price info on chart": "চার্টে মুল্যের তথ্য দেখান",
  "Show price info on x & y axes": "x ও y অক্ষের উপর মুল্যের তথ্য দেখানো",
  "Show Zones": "অঞ্চল দেখান",
  "Signal": "সিগনাল",
  "Signal Period": "সংকেত সময়কাল",
  "Simple": "সহজ",
  "Size": "সাইজ",
  "Slow": "ধীর",
  "Slow MA Period": "ধীর এমএ পিরিয়ড",
  "SMA1": "এসএমএ 1",
  "SMA10": "এসএমএ 10",
  "SMA2": "এসএমএ 2",
  "SMA3": "এসএমএ 3",
  "SMA4": "এসএমএ 4",
  "SMA5": "এসএমএ 5",
  "SMA6": "এসএমএ 6",
  "SMA7": "এসএমএ 7",
  "SMA8": "এসএমএ 8",
  "SMA9": "এসএমএ 9",
  "Smooth": "মসৃণ",
  "Smoothing Period": "স্মুথিং পিরিয়ড",
  "Some of your active indicators don’t support 1-tick intervals. If you change to a 1-tick interval, these indicators will be removed from your chart.": "আপনার কিছু সক্রিয় ইন্ডিকেটর ১-টিক অন্তর সমর্থন করে না। যদি আপনি 1-টিক ব্যবধানে পরিবর্তন করেন, তাহলে এই সূচকগুলি আপনার চার্ট থেকে মুছে ফেলা হবে।",
  "Some of your templates may not work with this trade type.": "আপনার কিছু টেমপ্লেট এই ট্রেড টাইপের সাথে কাজ করতে পারে না।",
  "Standard Deviations": "মান বিচ্যুতি",
  "Stch Mtm": "এসটিসিএইচ এমটিএম",
  "Stochastic": "স্টোকাস্টিক",
  "Stochastic Momentum Index": "স্টোচাস্টিক ভরবেগ সূচক",
  "Stochastic Oscillator": "স্টোচাস্টিক অসিলেটর",
  "Streaming for [symbol] is not available due to license restrictions": "লাইসেন্স সীমাবদ্ধতার কারণে [symbol] এর জন্য স্ট্রিমিং উপলব্ধ নয়",
  "Teeth": "দাঁত",
  "Teeth Offset": "দাঁত অফসেট",
  "Teeth Period": "দাঁত সময়কাল",
  "Templates": "টেমপ্লেট",
  "The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength.": "এভারেজ ডিরেকশনাল মুভমেন্ট ইনডেক্স ইনডেক্স (ADX) 1978 সালে জে. ওয়েলেস ওয়াইল্ডার দ্বারা তৈরি করা হয়েছিল একটি আর্থিক উপকরণ ADX-এর দামের একটি সিরিজের প্রবণতা শক্তির সূচক হিসাবে 0 থেকে 100 এর মধ্যে। সাধারণত, 20 এর নিচে ADX রিডিং প্রবণতা দুর্বলতা নির্দেশ করে , এবং 40 এর উপরে রিডিং প্রবণতা শক্তি নির্দেশ করে।",
  "The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals.": "Awesome Oscillator হল একটি সূচক যা বাজারের গতি পরিমাপ করতে ব্যবহৃত হয়। AO একটি 34 পিরিয়ড এবং 5 পিরিয়ড সিম্পল মুভিং এভারেজের পার্থক্য গণনা করে। ব্যবহৃত সরল চলমান গড়গুলি সমাপনী মূল্য ব্যবহার করে গণনা করা হয় না বরং প্রতিটি বারের মিডপয়েন্ট ব্যবহার করে। AO সাধারণত প্রবণতা নিশ্চিত করতে বা সম্ভাব্য বিপরীত পরিবর্তনের পূর্বাভাস দিতে ব্যবহৃত হয়।",
  "The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions.": "কমোডিটি চ্যানেল ইনডেক্স (CCI) একটি বহুমুখী নির্দেশক যা একটি নতুন প্রবণতা সনাক্ত করতে বা চরম অবস্থার সতর্ক করতে ব্যবহার করা যেতে পারে।",
  "The Detrended Price Oscillator (DPO) helps to identify price cycles without the influence of short- and long-term trends. The DPO compares a simple moving average to a historical pricenear the middle of a specified period. It also shows the peaks and drops over that particular period, making it easier to predict buy points.": "ডিট্রেন্ডেড প্রাইস অসিলেটর (ডিপিও) স্বল্প এবং দীর্ঘমেয়াদী প্রবণতার প্রভাব ছাড়াই মূল্য চক্র সনাক্ত করতে সাহায্য করে। ডিপিও একটি সাধারণ চলমান গড়কে একটি নির্দিষ্ট সময়ের মাঝামাঝি একটি ঐতিহাসিক মূল্যের সাথে তুলনা করে। এটি সেই নির্দিষ্ট সময়ের মধ্যে শিখর এবং ড্রপগুলিও দেখায়, যা ক্রয় পয়েন্টের পূর্বাভাস দেওয়া সহজ করে তোলে।",
  "The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen.": "ডনচিয়ান চ্যানেল রিচার্ড ডনচিয়ান দ্বারা উন্নত মার্কেট ট্রেডিংয়ে ব্যবহৃত একটি সূচক। এটি শেষ n সময়ের সর্বোচ্চ উচ্চ এবং সর্বনিম্ন নিম্ন গ্রহণ করে গঠিত হয়। উচ্চ এবং নিম্ন মধ্যে এলাকা নির্বাচিত সময়ের জন্য চ্যানেল হয়।",
  "The Ichimoku Cloud, also known as Ichimoku Kinko Hyo, is a versatile indicator that defines support and resistance, identifies trend direction, gauges momentum and provides trading signals. Ichimoku Kinko Hyo translates into “one look equilibrium chart”.": "ইচিমোকু ক্লাউড, যা ইচিমোকু কিঙ্কো হাইও নামেও পরিচিত, একটি বহুমুখী নির্দেশক যা সমর্থন এবং প্রতিরোধের সংজ্ঞায়িত করে, প্রবণতা দিক চিহ্নিত করে, ভরবেগ নির্ণয় করে এবং ট্রেডিং সংকেত প্রদান করে। ইচিমোকু কিঙ্কো হাইও অনুবাদ করেন “এক চেহারা সমতুল্য চার্ট\"।",
  "The Moving Average (MA) helps to identify the overall market trend by filtering out short-term price fluctuations. Using historical data, it calculates the average price over a specific period and plots a line on the chart. If the MA line moves upwards, it’s an indicator of an uptrend, a downtrend if it moves downwards. A buy signal occurs when the price moves above the MA line.": "মুভিং এভারেজ (এমএ) স্বল্পমেয়াদী মূল্যের ওঠানামা ফিল্টার করে সামগ্রিক বাজার প্রবণতা সনাক্ত করতে সহায়তা করে। ঐতিহাসিক তথ্য ব্যবহার করে, এটি একটি নির্দিষ্ট সময়ের মধ্যে গড় মূল্য গণনা করে এবং চার্টের একটি লাইন প্লট করে। এমএ লাইন ঊর্ধ্বমুখী হলে, এটি একটি ঊর্ধ্বমুখী একটি সূচক, একটি downtrend যদি এটি নিচের দিকে চলে যায়। একটি বাই সিগন্যাল ঘটে যখন দাম এমএ লাইনের উপরে চলে যায়।",
  "The Moving Average Envelope (MAE) helps to identify strong price movement that indicates the start of a trend. The MAE creates a moving average line as well as 2 bands around it. In theory, when the market price touches the upper or lower bands, a trend reversal will occur, indicating a buy signal.": "মুভিং এভারেজ এনভেলফে (MAE) শক্তিশালী মূল্য আন্দোলন সনাক্ত করতে সাহায্য করে যা একটি প্রবণতার সূচনা নির্দেশ করে। MAE একটি চলন্ত গড় লাইন তৈরি করে পাশাপাশি এর চারপাশে ২টি ব্যান্ড তৈরি করে। তত্ত্বগতভাবে, যখন বাজার মূল্য ঊর্ধ্ব বা নিম্ন ব্যান্ডগুলিকে স্পর্শ করে, তখন একটি ট্রেন্ড রিভার্সাল ঘটবে, যা একটি বাই সিগন্যাল নির্দেশ করে।",
  "The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance.": "প্যারাবোলিক SAR মূল্যের প্রতিটি প্রবণতার জন্য প্রায় স্বাধীনভাবে গণনা করা হয়। যখন দাম একটি আপট্রেন্ডে থাকে, তখন SAR দামের নিচে উঠে আসে এবং এর দিকে ঊর্ধ্বমুখী হয়। একইভাবে, নিম্নমুখী প্রবণতায়, SAR মূল্যের উপরে উঠে আসে এবং নিচের দিকে একত্রিত হয়। একটি প্রবণতার মধ্যে প্রতিটি ধাপে, SAR এক সময় আগে থেকে গণনা করা হয়।",
  "The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage.": "প্রাইস রেট-অফ-চেঞ্জ (ROC) ইনডিকেটর বর্তমান মূল্য এবং মূল্য এক্স-টাইম সময়ের মধ্যে পার্থক্য প্রদর্শন করে। পার্থক্য পয়েন্ট বা শতাংশ হিসাবে প্রদর্শিত হতে পারে।",
  "The Rainbow Moving Average (RMA) displays several moving average lines simultaneously. When the lines intersect, it’s an indicator of price reversal and the angle of the lines are helpful to predict the trend strength. The steeper the curve, the stronger the trend. When the price crosses the moving average lines from below, it signals an upward trend. When the price crosses the moving average lines from above, it signals a downward trend. The RMA is easier to use compared to using several different moving average indicators at once.": "রেইনবো মুভিং এভারেজ (RMA) একই সাথে বেশ কয়েকটি চলমান গড় লাইন প্রদর্শন করে। যখন রেখাগুলিকে ছেদ করে, তখন এটি মূল্যের বিপরীতমুখীতার একটি সূচক এবং লাইনগুলির কোণ প্রবণতা শক্তির পূর্বাভাস দিতে সহায়ক। বক্ররেখা যত বেশি হবে, প্রবণতা তত শক্তিশালী হবে। যখন মূল্য নীচে থেকে চলমান গড় লাইন অতিক্রম করে, এটি একটি ঊর্ধ্বমুখী প্রবণতাকে নির্দেশ করে। যখন মূল্য উপরে থেকে চলমান গড় লাইন অতিক্রম করে, তখন এটি নিম্নগামী প্রবণতাকে নির্দেশ করে। একই সময়ে বিভিন্ন চলমান গড় সূচক ব্যবহার করার তুলনায় RMA ব্যবহার করা সহজ।",
  "The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent prices within the selected lookback window length.": "The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent prices within the selected lookback window length.",
  "The Stochastic Momentum Index (SMI) helps to identify overbought or oversold conditions in the market and to predict bearish or bullish trends. It calculates the distance between the current closing price and the median of the high/low range, and displays 2 lines on the chart: the first (known as %K) represents the price movement while the second (known as %D) is a moving average of the first line. If the closing price is higher than the median of the high/low range, the SMI returns a positive value. If the closing price is lower than the average price, a negative value is returned. Values above 40 indicate a bullish trend while values below -40 indicate a bearish trend.": "স্টকাস্টিক মোমেন্টাম ইনডেক্স (এসএমআই) বাজারে অতিরিক্ত কেনা বা বেশি বিক্রি হওয়া অবস্থা সনাক্ত করতে এবং বিয়ারিশ বা বুলিশ প্রবণতার পূর্বাভাস দিতে সহায়তা করে। এটি বর্তমান সমাপনী মূল্য এবং উচ্চ/নিম্ন পরিসরের মধ্যকার মধ্যে দূরত্ব গণনা করে এবং চার্টে 2টি লাইন প্রদর্শন করে: প্রথমটি (%K নামে পরিচিত) মূল্যের গতিবিধি উপস্থাপন করে যখন দ্বিতীয়টি (%D নামে পরিচিত) একটি প্রথম লাইনের চলমান গড়। যদি সমাপনী মূল্য উচ্চ/নিম্ন পরিসরের মধ্যমা থেকে বেশি হয়, তাহলে SMI একটি ইতিবাচক মান প্রদান করে। যদি সমাপনী মূল্য গড় মূল্যের চেয়ে কম হয়, একটি ঋণাত্মক মান ফেরত দেওয়া হয়। 40-এর উপরে মানগুলি একটি বুলিশ প্রবণতা নির্দেশ করে যখন -40-এর নীচের মানগুলি একটি বিয়ারিশ প্রবণতা নির্দেশ করে।",
  "Themes": "থিম",
  "There are no favorites yet.": "এখনও কোন প্রিয় নেই।",
  "This indicator does not support 1-tick intervals. To use this indicator, change your chart time interval to 1 minute or more.": "এই সূচকটি 1-টিক ব্যবধান সমর্থন করে না। এই সূচকটি ব্যবহার করতে, আপনার চার্ট সময়ের ব্যবধান 1 মিনিট বা তার বেশি পরিবর্তন করুন।",
  "tick": "টিক",
  "Tick interval only available for \\\"Area\\\" Chart type.": "টিক ব্যবধান শুধুমাত্র \\\"এরিয়া\\\" চার্ট প্রকারের জন্য উপলব্ধ।",
  "Time interval": "সময়ের ব্যবধান",
  "Time Series": "টাইম সিরিজ",
  "Trend": "ট্রেন্ড",
  "Trend [num]": "ট্রেন্ড [num]",
  "Triangular": "ত্রিভুজ",
  "Try checking your spelling or use a different term": "আপনার বানান পরীক্ষা করার চেষ্টা করুন অথবা একটি ভিন্ন শব্দ ব্যবহার করুন",
  "Type": "ধরণ",
  "Up to 2 active indicators allowed.": "2 সক্রিয় সূচক পর্যন্ত অনুমোদিত।",
  "Up to 5 active indicators allowed.": "5 টি সক্রিয় সূচক পর্যন্ত অনুমোদিত।",
  "Variable": "চলক",
  "Vertical [num]": "উল্লম্ব [num]",
  "Volatility": "Volatility",
  "Weighted": "ওজনযুক্ত",
  "Welles Wilder": "ওয়েলস ওয়াইল্ডার",
  "William's %R": "উইলিয়ামের %R",
  "William's Percent Range": "উইলিয়ামের পারসেন্ট রেঞ্জ",
  "Would you like to overwrite it?": "আপনি কি এটিকে ওভাররাইট করতে চান?",
  "You have no active drawings yet.": "আপনার এখনও কোন সক্রিয় অঙ্কন আছে।",
  "You have no active indicators yet.": "আপনার এখনও কোন সক্রিয় সূচক আছে।",
  "You have no saved templates yet.": "আপনার এখনও কোন সংরক্ষিত টেমপ্লেট নেই।",
  "Zero Lag": "জিরো ল্যাগ",
  "Zig Zag": "জিগ জ্যাগ",
  "Zig Zag helps to identify trend reversals and filters out relatively small price movements by determining the support and resistance levels of the market. It accepts a percentage of deviation as the input and displays a line if the price change is larger than the percentage of deviation. Zig Zag ignores any sideways movement and is useful to filter out “market noise”.": "Zig Zag ট্রেন্ড রিভার্সাল শনাক্ত করতে সাহায্য করে এবং বাজারের সাপোর্ট এবং রেজিস্ট্যান্স লেভেল নির্ধারণ করে তুলনামূলকভাবে ছোট দামের গতিবিধি ফিল্টার করে। এটি ইনপুট হিসাবে বিচ্যুতির শতাংশ গ্রহণ করে এবং মূল্য পরিবর্তন বিচ্যুতির শতাংশের চেয়ে বড় হলে একটি লাইন প্রদর্শন করে। Zig Zag যেকোন পাশ দিয়ে চলাচল উপেক্ষা করে এবং \"বাজারের গোলমাল\" ফিল্টার করতে কার্যকর।",
  "Zoom in": "জুম ইন",
  "Zoom out": "জুম আউট"
}