{
  "-DI": "-DI",
  "[symbol] feed is delayed by [delay] minutes": "[symbol] die Einspeisung wird um [delay] Minuten verzögert",
  "[symbol] market is now opened.": "[symbol] Markt ist jetzt geöffnet.",
  "[symbol] market is presently closed.": "[symbol] Der Markt ist derzeit geschlossen.",
  "+DI": "+DI",
  "2-Exponential": "2-Exponentiall",
  "3-Exponential": "3-Exponentiall",
  "A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result.": "Ein technischer Momentum-Indikator, der den Schlusskurs eines Wertpapiers mit seiner Preisspanne während eines bestimmten Zeitraums vergleicht. Die Empfindlichkeit des Oszillators gegenüber Marktbewegungen kann durch die Anpassung des Zeitraums oder durch die Bildung eines gleitenden Durchschnitts des Ergebnisses reduziert werden.",
  "Active": "Aktiv",
  "Add": "Hinzufügen",
  "Add new template": "Neue Vorlage hinzufügen",
  "Add new templates": "Neue Vorlagen hinzufügen",
  "ADX": "ADX",
  "ADX/DMS": "ADX/DMS",
  "All drawings": "Alle Zeichnungen",
  "Alligator": "Alligator",
  "already exists.": "existiert bereits.",
  "Are you sure?": "Bist du sicher?",
  "Area": "Bereich",
  "Aroon": "Aroon",
  "Aroon Down": "Aroon Down",
  "Aroon Up": "Aroon Up",
  "Available only for \\\"Area\\\" chart type.": "Nur für den Kartentyp \\\"Area\\\" verfügbar.",
  "Available only for non-tick time intervals.": "Nur für Zeitintervalle ohne Tick verfügbar.",
  "Awesome": "Fantastisch",
  "Awesome Oscillator": "Fantastischer Oszillator",
  "Axis Label": "Achsenbeschriftung",
  "Base Line": "Basislinie",
  "Base Line Period": "Basislinien-Zeitraum",
  "Bill Williams introduced the Alligator indicator in 1995. The Alligator is as much a metaphor as it is an indicator. It consists of three lines, overlaid on a pricing chart, that represent the jaw, the teeth and the lips of the beast, and was created to help the trader confirm the presence of a trend and its direction. The Alligator indicator can also help traders designate impulse and corrective wave formations, but the tool works best when combined with a momentum indicator.": "Bill Williams führte 1995 den Alligator-Indikator ein. Der Alligator ist ebenso sehr eine Metapher wie ein Indikator. Er besteht aus drei Linien, die sich auf einem Kurschart überlagern und den Kiefer, die Zähne und die Lippen des Tieres darstellen. Er wurde geschaffen, um dem Händler zu helfen, das Vorhandensein eines Trends und dessen Richtung zu bestätigen. Der Alligator-Indikator kann Händlern auch bei der Bestimmung von Impuls- und Korrekturwellenformationen helfen, aber das Tool funktioniert am besten in Kombination mit einem Momentum-Indikator.",
  "Bollinger Bands": "Bollinger Bänder",
  "Bollinger Bands Bottom": "Bollinger-Bänder Unten",
  "Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades.": "Bollinger Bänder können verwendet werden, um die Höhe oder Tiefe des Kurses im Vergleich zu früheren Trades zu messen.",
  "Bollinger Bands Median": "Bollinger-Bänder Mitte",
  "Bollinger Bands Top": "Bollinger-Bänder Oben",
  "Cancel": "Abbrechen",
  "Candle": "Kerze",
  "CCI": "CCI",
  "Channel [num]": "Kanal [num]",
  "Channel Fill": "Kanal-Füllung",
  "Chart data is not available for this symbol.": "Chart-Daten sind für dieses Symbol nicht verfügbar.",
  "Chart types": "Diagrammtypen",
  "Charts": "Diagramme",
  "Clear all": "Alles löschen",
  "Close": "Schluss",
  "CLOSED": "GESCHLOSSEN",
  "Color": "Farbe",
  "Commodity Channel Index": "Commodity Channel Index",
  "Continue": "Weiter",
  "Continuous [num]": "Kontinuierlich [num]",
  "Conversion Line": "Konversionslinie",
  "Conversion Line Period": "Konversionslinien-Zeitraum",
  "CSV": "CSV",
  "Dark": "Dunkel",
  "day": "Tag",
  "days": "Tage",
  "Decreasing Bar": "Abnehmender Balken",
  "Detrended": "Abgeleitet",
  "Detrended Price Oscillator": "Detrendierter Preis-Oszillator",
  "Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period.": "Der von Larry Williams entwickelte Williams %R ist ein Momentum-Indikator, der die Umkehrung des Fast Stochastik Oszillator darstellt. Williams %R wird auch als %R bezeichnet und spiegelt das Niveau des Schlusskurses im Verhältnis zum höchsten Hoch des Rückblickzeitraums wider.",
  "Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low.": "Aroon wurde 1995 von Tushar Chande entwickelt und ist ein Indikatorensystem, das feststellt, ob eine Aktie im Trend liegt oder nicht und wie stark der Trend ist. Es gibt zwei separate Indikatoren: Aroon-Up und Aroon-Down. Ein 25-Tage-Aroon-Up misst die Anzahl der Tage seit einem 25-Tage-Hoch. Ein 25-Tage-Aroon-Down misst die Anzahl der Tage seit einem 25-Tage-Tief.",
  "Display data for a specific date and time": "Daten für ein bestimmtes Datum und eine bestimmte Uhrzeit anzeigen",
  "Display remaining time for each interval": "Anzeige der verbleibenden Zeit für jedes Intervall",
  "Display the highest and lowest spot price": "Anzeige des höchsten und niedrigsten Kassakurses",
  "Distance(%)": "Distanz(%)",
  "Don't show price info on chart": "Preisinformationen nicht im Diagramm anzeigen",
  "Donchian Channel": "Donchianischer Kanal",
  "Donchian High": "Donchian High",
  "Donchian Low": "Donchian Low",
  "Donchian Median": "Donchian Mitte",
  "Done": "Abgeschlossen",
  "Double Smoothing Period": "Doppelter Glättungszeitraum",
  "Download": "Herunterladen",
  "Drawing tools": "Zeichenwerkzeuge",
  "Exponential": "- Exponentiall",
  "Fast": "Schnell",
  "Fast MA Period": "Schnelle MA-Zeitraum",
  "Favorites": "Favoriten",
  "Fib Fan [num]": "Fib Fan [num]",
  "Field": "Feld",
  "Fill Color": "Farbe ausfüllen",
  "Fractal Channel": "Fraktaler Kanal",
  "Fractal Chaos Band": "Fractal Chaos Band",
  "Fractal High": "Fraktal High",
  "Fractal Low": "Fraktal Low",
  "Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart.": "Fraktale sind Indikatoren auf Candlestick-Diagramme, die Umkehrpunkte auf dem Markt anzeigen. Händler verwenden Fraktale oft, um eine Vorstellung davon zu bekommen, in welche Richtung sich der Kurs entwickeln wird. Ein Fraktal bildet sich, wenn ein bestimmtes Kursmuster auf einem Chart auftritt.",
  "H": "H",
  "High": "High",
  "High Period": "Hohe Zeitraum",
  "Highest and lowest spot": "Höchster und niedrigster Punkt",
  "Histogram": "Histogramm",
  "Historical data mode": "Historische Datenmodus",
  "Hl/2": "Hl/2",
  "Hlc/3": "Hlc/3",
  "Hlcc/4": "Hlcc/4",
  "Hollow": "Hohle",
  "Horizontal [num]": "Horizontal [num]",
  "hour": "Stunde",
  "hours": "Stunden",
  "Hull": "Rumpf",
  "Ichimoku Clouds": "Ichimoku Clouds",
  "Increasing Bar": "Zunehmender Balken",
  "Indicators": "Indikatoren",
  "Interval duration": "Dauer des Intervalls",
  "Jaw": "Jaw",
  "Jaw Offset": "Jaw Ausgleich",
  "Jaw Period": "Jaw Zeitraum",
  "L": "L",
  "Lagging Span": "Nachlaufende Spanne",
  "Lagging Span Period": "Nachlaufende Zeitspanne",
  "Language": "Sprache",
  "Last digits stats for latest 1000 ticks on": "Statistik der letzten Stellen für die letzten 1000 Ticks am",
  "Leading Span A": "Führende Spanne A",
  "Leading Span B": "Führende Spanne B",
  "Leading Span B Period": "Führender Span B Zeitraum",
  "Light": "Licht",
  "Line [num]": "Linie [num]",
  "Lips": "Lippen",
  "Lips Offset": "Lippen Ausgleich",
  "Lips Period": "Lippen Zeitraum",
  "Low": "Low",
  "Low Period": "Niedriger Zeitraum",
  "MA": "MA",
  "MA Env": "MA Env",
  "MA Env Bottom": "MA Env Unten",
  "MA Env Median": "MA Env Mitte",
  "MA Env Top": "MA Env Oben",
  "MACD": "MACD",
  "MACD is a trading indicator used in technical analysis of stock prices. It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price.": "Der MACD ist ein Handelsindikator, der bei der technischen Analyse von Aktienkursen verwendet wird. Er soll Veränderungen in der Stärke, Richtung, Dynamik und Dauer eines Trends bei einem Aktienkurs aufzeigen.",
  "Markets": "Märkte",
  "Maximum AF": "Maximum AF",
  "Minimum AF": "Minimaler AF",
  "minute": "Minute",
  "minutes": "Minuten",
  "Momentum": "Momentum",
  "Moving Average (MA)": "Gleitender Durchschnitt (MA)",
  "Moving Average Envelope": "Gleitender Durchschnitt Umschlag",
  "Moving Average Type": "Gleitender Durchschnitt Typ",
  "Moving averages": "Gleitende Durchschnitte",
  "Negative Bar": "Negativer Balken",
  "Network status": "Netzwerkstatus",
  "No results for": "Keine Ergebnisse für",
  "Offset": "Ausgleich",
  "OHLC": "OHLC",
  "Ohlc/4": "Ohlc/4",
  "Only selected charts and time intervals are available for this trade type.": "Nur ausgewählte Charts und Zeitintervalle sind für diesen Handelstyp verfügbar.",
  "Open": "Offen",
  "Opens in:": "Öffnet sich:",
  "Others": "Andere",
  "OverBought": "Überkauft",
  "OverSold": "Überverkauft",
  "Overwrite": "Überschreiben ",
  "Parabolic SAR": "Parabolisches SAR",
  "Percent": "Prozentsatz",
  "Period": "Zeitraum",
  "Platform settings": "Plattform-Einstellungen",
  "PNG": "PNG",
  "Point": "Punkt",
  "Positive Bar": "Positiver Balken",
  "Price Rate of Change": "Preis-Änderungsquote",
  "Price ROC": "Preis ROC",
  "PSAR": "PSAR",
  "Rainbow MA": "Regenbogen MA",
  "Rainbow Moving Average": "Regenbogen Gleitender Durchschnitt",
  "Ray [num]": "Ray [num]",
  "Rectangle [num]": "Rechteck [num]",
  "Relative Strength Index (RSI)": "Relative Stärke Index (RSI)",
  "Reset": "Zurücksetzen",
  "Result": "Ergebnis",
  "Retrieving Chart Data...": "Diagrammdaten abrufen...",
  "Retrieving Chart Engine...": "Abrufen der Diagramm Engine",
  "Retrieving Market Symbols...": "Abrufen von Marktsymbolen...",
  "Retrieving Trading Times...": "Abrufen von Handelszeiten...",
  "RSI": "RSI",
  "Saved templates": "Gespeicherte Vorlagen",
  "Search": "Suche",
  "Search...": "Suche...",
  "Select language": "Sprache auswählen",
  "Select theme": "Wählen Sie ein Thema",
  "Series": "Serie",
  "Settings": "Einstellungen",
  "Shading": "Beschattung",
  "Shift": "Verschieben",
  "Shift Type": "Verschiebungsart",
  "Show Fractals": "Fraktale anzeigen",
  "Show Lines": "Linien anzeigen",
  "Show price info on chart": "Preisinformationen im Diagramm anzeigen",
  "Show price info on x & y axes": "Preisinformationen auf den x- und y-Achsen anzeigen",
  "Show Zones": "Zonen anzeigen",
  "Signal": "Signal",
  "Signal Period": "SignalZeitraum",
  "Simple": "Einfach",
  "Size": "Größe",
  "Slow": "Langsam",
  "Slow MA Period": "Langsame MA-Zeitraum",
  "SMA1": "SMA1",
  "SMA10": "SMA10",
  "SMA2": "SMA2",
  "SMA3": "SMA3",
  "SMA4": "SMA4",
  "SMA5": "SMA5",
  "SMA6": "SMA6",
  "SMA7": "SMA7",
  "SMA8": "SMA8",
  "SMA9": "SMA9",
  "Smooth": "Glatt",
  "Smoothing Period": "Glättungszeitraum",
  "Some of your active indicators don’t support 1-tick intervals. If you change to a 1-tick interval, these indicators will be removed from your chart.": "Einige Ihrer aktiven Indikatoren unterstützen keine 1-Tick-Intervalle. Wenn Sie zu einem 1-Tick-Intervall wechseln, werden diese Indikatoren aus Ihrem Chart entfernt.",
  "Some of your templates may not work with this trade type.": "Einige Ihrer Vorlagen funktionieren möglicherweise nicht mit dieser Handelsart.",
  "Standard Deviations": "Standardabweichungen",
  "Stch Mtm": "Stch Mtm",
  "Stochastic": "Stochastisch",
  "Stochastic Momentum Index": "Stochastik Momentum Index",
  "Stochastic Oscillator": "Stochastischer Oszillator",
  "Streaming for [symbol] is not available due to license restrictions": "Streaming für [symbol] ist aufgrund von Lizenzeinschränkungen nicht verfügbar",
  "Teeth": "Zähne",
  "Teeth Offset": "Zähne Ausgleich",
  "Teeth Period": "Zähne Zeitraum",
  "Templates": "Vorlagen",
  "The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength.": "Der Average Directional Movement Index (ADX) wurde 1978 von J. Welles Wilder als Indikator für die Trendstärke in einer Reihe von Preisen eines Finanzinstruments entwickelt. Der ADX liegt zwischen 0 und 100. Im Allgemeinen weisen ADX-Werte unter 20 auf eine Trendschwäche und Werte über 40 auf eine Trendstärke hin.",
  "The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals.": "Der Awesome Oszillator ist ein Indikator, der dazu verwendet wird, einen Marktimpuls zu messen. AO berechnet den Unterschied eines 34 Zeitraumn und eines 5 Zeitraumn einfachen gleitenden Durchschnitts. Einfache gleitende Durchschnitte, die verwendet werden, werden nicht mit dem Schlusskurs, sondern mit den Mittelpunkten aller Balken berechnet. AO wir generell dazu verwendet, Trends zu belegen, oder um mögliche Umkehrungen vorherzusehen.",
  "The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions.": "Der Commodity Channel Index (CCI) ist ein vielseitiger Indikator, der dazu verwendet werden kann, einen neuen Trend zu identifizieren, oder um vor extremen Situationen zu warnen.",
  "The Detrended Price Oscillator (DPO) helps to identify price cycles without the influence of short- and long-term trends. The DPO compares a simple moving average to a historical pricenear the middle of a specified period. It also shows the peaks and drops over that particular period, making it easier to predict buy points.": "Der Detrended Price Oscillator (DPO) hilft dabei, Kurszyklen ohne den Einfluss von kurz- und langfristigen Trends zu erkennen. Der DPO vergleicht einen einfachen gleitenden Durchschnitt mit einem historischen Kurs in der Mitte eines bestimmten Zeitraums. Er zeigt auch die Höchst- und Tiefststände in diesem bestimmten Zeitraum an und erleichtert so die Vorhersage von Kaufzeitpunkten.",
  "The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen.": "Der von Richard Donchian erfundene Donchian Channel, ist ein Indikator, der im Markthandel verwendet wird. Er wird durch das höchste Hoch und das niedrigste Tief der letzten n Zeitraumn geformt. Der Bereich zwischen dem Hoch und dem Tief ist der Channel für den gewählten Zeitraum.",
  "The Ichimoku Cloud, also known as Ichimoku Kinko Hyo, is a versatile indicator that defines support and resistance, identifies trend direction, gauges momentum and provides trading signals. Ichimoku Kinko Hyo translates into “one look equilibrium chart”.": "Die Ichimoku-Wolke, auch bekannt als Ichimoku Kinko Hyo, ist ein vielseitiger Indikator, der Unterstützung und Widerstand definiert, die Trendrichtung identifiziert, das Momentum misst und Handelssignale liefert. Ichimoku Kinko Hyo bedeutet übersetzt so viel wie \"Gleichgewichtschart mit einem Blick\".",
  "The Moving Average (MA) helps to identify the overall market trend by filtering out short-term price fluctuations. Using historical data, it calculates the average price over a specific period and plots a line on the chart. If the MA line moves upwards, it’s an indicator of an uptrend, a downtrend if it moves downwards. A buy signal occurs when the price moves above the MA line.": "Der gleitende Durchschnitt (MA) hilft dabei, den allgemeinen Markttrend zu erkennen, indem er kurzfristige Kursschwankungen herausfiltert. Anhand historischer Daten berechnet er den Durchschnittspreis über einen bestimmten Zeitraum und zeichnet eine Linie in den Chart ein. Bewegt sich die MA-Linie nach oben, ist dies ein Indikator für einen Aufwärtstrend, bewegt sie sich nach unten, ist dies ein Abwärtstrend. Ein Kaufsignal entsteht, wenn sich der Kurs über die MA-Linie bewegt.",
  "The Moving Average Envelope (MAE) helps to identify strong price movement that indicates the start of a trend. The MAE creates a moving average line as well as 2 bands around it. In theory, when the market price touches the upper or lower bands, a trend reversal will occur, indicating a buy signal.": "Der Moving Average Envelope (MAE) hilft dabei, starke Kursbewegungen zu erkennen, die den Beginn eines Trends anzeigen. Der MAE erstellt eine gleitende Durchschnittslinie sowie 2 Bänder um sie herum. Wenn der Marktpreis die oberen oder unteren Bänder berührt, kommt es theoretisch zu einer Trendumkehr, was ein Kaufsignal darstellt.",
  "The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance.": "Der parabolische SAR wird fast unabhängig für jeden Kurstrend berechnet. Wenn sich der Kurs in einem Aufwärtstrend befindet, taucht der SAR unterhalb des Kurses auf und konvergiert zu diesem nach oben. Ähnlich verhält es sich bei einem Abwärtstrend: Der SAR taucht oberhalb des Kurses auf und konvergiert nach unten. Bei jedem Schritt innerhalb eines Trends wird der SAR eine Zeitraum im Voraus berechnet.",
  "The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage.": "Der Indikator Preisänderungsrate (ROC) zeigt die Differenz zwischen dem aktuellen Preis und dem Preis vor x Zeiträumen an. Die Differenz kann entweder in Punkten oder als Prozentsatz angezeigt werden.",
  "The Rainbow Moving Average (RMA) displays several moving average lines simultaneously. When the lines intersect, it’s an indicator of price reversal and the angle of the lines are helpful to predict the trend strength. The steeper the curve, the stronger the trend. When the price crosses the moving average lines from below, it signals an upward trend. When the price crosses the moving average lines from above, it signals a downward trend. The RMA is easier to use compared to using several different moving average indicators at once.": "Der Rainbow Moving Average (RMA) zeigt mehrere gleitende Durchschnittslinien gleichzeitig an. Wenn sich die Linien kreuzen, ist dies ein Indikator für eine Kursumkehr und der Winkel der Linien ist hilfreich, um die Trendstärke vorherzusagen. Je steiler die Kurve ist, desto stärker ist der Trend. Wenn der Kurs die gleitenden Durchschnittslinien von unten kreuzt, signalisiert dies einen Aufwärtstrend. Wenn der Kurs die gleitenden Durchschnittslinien von oben kreuzt, signalisiert er einen Abwärtstrend. Der RMA ist einfacher zu handhaben als die gleichzeitige Verwendung verschiedener gleitender Durchschnittsindikatoren.",
  "The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent prices within the selected lookback window length.": "Der Relative Strength Index (RSI) wurde von J. Welles Wilder veröffentlicht. Der aktuelle Kurs wird als Prozentsatz zwischen 0 und 100 normalisiert. Der Name dieses Oszillators ist irreführend, da er das Instrument nicht im Verhältnis zu einem anderen Instrument oder einer Reihe von Instrumenten vergleicht, sondern den aktuellen Kurs im Verhältnis zu anderen jüngsten Preisen innerhalb des gewählten Rückblickfensters darstellt.",
  "The Stochastic Momentum Index (SMI) helps to identify overbought or oversold conditions in the market and to predict bearish or bullish trends. It calculates the distance between the current closing price and the median of the high/low range, and displays 2 lines on the chart: the first (known as %K) represents the price movement while the second (known as %D) is a moving average of the first line. If the closing price is higher than the median of the high/low range, the SMI returns a positive value. If the closing price is lower than the average price, a negative value is returned. Values above 40 indicate a bullish trend while values below -40 indicate a bearish trend.": "Der Stochastik-Momentum-Index (SMI) hilft dabei, überkaufte oder überverkaufte Marktbedingungen zu erkennen und bärische oder bullische Trends vorherzusagen. Er berechnet den Abstand zwischen dem aktuellen Schlusskurs und dem Median der Hoch-/Tiefspanne und zeigt zwei Linien auf dem Diagramm an: Die erste (bekannt als %K) stellt die Kursbewegung dar, während die zweite (bekannt als %D) ein gleitender Durchschnitt der ersten Linie ist. Liegt der Schlusskurs über dem Median der Hoch-/Tiefspanne, liefert der SMI einen positiven Wert. Liegt der Schlusskurs unter dem Durchschnittskurs, wird ein negativer Wert zurückgegeben. Werte über 40 deuten auf einen Aufwärtstrend hin, Werte unter -40 auf einen Abwärtstrend.",
  "Themes": "Themen",
  "There are no favorites yet.": "Noch gibt es keine Favoriten.",
  "This indicator does not support 1-tick intervals. To use this indicator, change your chart time interval to 1 minute or more.": "Dieser Indikator unterstützt keine 1-Tick-Intervalle. Um diesen Indikator zu verwenden, ändern Sie Ihr Chart-Zeitintervall auf 1 Minute oder mehr.",
  "tick": "Tick",
  "Tick interval only available for \\\"Area\\\" Chart type.": "Tick-Intervall nur verfügbar für \\\"Area\\\" Chart-Typ.",
  "Time interval": "Zeitintervall",
  "Time Series": "Zeitreihen",
  "Trend": "Trend",
  "Trend [num]": "Trend [num]",
  "Triangular": "- Dreieckig",
  "Try checking your spelling or use a different term": "Versuchen Sie, Ihre Rechtschreibung zu überprüfen oder verwenden Sie einen anderen Begriff",
  "Type": "Typ",
  "Up to 2 active indicators allowed.": "Bis zu 2 aktive Indikatoren erlaubt.",
  "Up to 5 active indicators allowed.": "Bis zu 5 aktive Indikatoren sind erlaubt.",
  "Variable": "Variable",
  "Vertical [num]": "Vertikal [num]",
  "Volatility": "Volatilität",
  "Weighted": "Gewichtet",
  "Welles Wilder": "Welles Wilder",
  "William's %R": "William's %R",
  "William's Percent Range": "Williams Prozentbereich",
  "Would you like to overwrite it?": "Möchten Sie es überschreiben?",
  "You have no active drawings yet.": "Sie haben noch keine aktiven Zeichnungen.",
  "You have no active indicators yet.": "Sie haben noch keine aktiven Indikatoren.",
  "You have no saved templates yet.": "Sie haben noch keine gespeicherten Vorlagen.",
  "Zero Lag": "Null Verzögerung",
  "Zig Zag": "Zickzack",
  "Zig Zag helps to identify trend reversals and filters out relatively small price movements by determining the support and resistance levels of the market. It accepts a percentage of deviation as the input and displays a line if the price change is larger than the percentage of deviation. Zig Zag ignores any sideways movement and is useful to filter out “market noise”.": "Zig Zag hilft, Trendumkehrungen zu erkennen und filtert relativ kleine Kursbewegungen heraus, indem es die Unterstützungs- und Widerstandsniveaus des Marktes ermittelt. Es akzeptiert einen Prozentsatz der Abweichung als Eingabe und zeigt eine Linie an, wenn die Kursänderung größer ist als der Prozentsatz der Abweichung. Zig Zag ignoriert jede Seitwärtsbewegung und ist nützlich, um \"Marktrauschen\" herauszufiltern.",
  "Zoom in": "Vergrößern",
  "Zoom out": "Verkleinern"
}