{
  "-DI": "-DI",
  "[symbol] feed is delayed by [delay] minutes": "le flux de [symbol] a été retardé de [delay] minutes",
  "[symbol] market is now opened.": "le marché [symbol] est maintenant ouvert.",
  "[symbol] market is presently closed.": "Le marché [symbol] est actuellement fermé.",
  "+DI": "+DI",
  "2-Exponential": "2-Exponentiel",
  "3-Exponential": "3-Exponentiel",
  "A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result.": "Un indicateur de dynamique technique qui compare le prix de clôture d'un titre avec sa gamme de prix sur une période de temps donnée. La sensibilité de l'oscillateur aux mouvements du marché peut être réduite en modifiant la période de temps ou en prenant une moyenne mobile du résultat.",
  "Active": "Actif",
  "Add": "Ajouter",
  "Add new template": "Ajouter un modèle",
  "Add new templates": "Ajouter des modèles",
  "ADX": "ADX",
  "ADX/DMS": "ADX/DMS",
  "All drawings": "Tous les graphiques",
  "Alligator": "Alligator",
  "already exists.": "existe déja.",
  "Are you sure?": "Confirmez-vous ?",
  "Area": "Zone",
  "Aroon": "Aroon",
  "Aroon Down": "Aroon Down",
  "Aroon Up": "Aroon Up",
  "Available only for \\\"Area\\\" chart type.": "Disponible uniquement pour le type de graphique \\\"Zone\\\".",
  "Available only for non-tick time intervals.": "Disponible uniquement pour les intervalles de temps sans tick.",
  "Awesome": "Génial",
  "Awesome Oscillator": "Oscillateur Awesome",
  "Axis Label": "Étiquette de l'axe",
  "Base Line": "Référence",
  "Base Line Period": "Phase de référence",
  "Bill Williams introduced the Alligator indicator in 1995. The Alligator is as much a metaphor as it is an indicator. It consists of three lines, overlaid on a pricing chart, that represent the jaw, the teeth and the lips of the beast, and was created to help the trader confirm the presence of a trend and its direction. The Alligator indicator can also help traders designate impulse and corrective wave formations, but the tool works best when combined with a momentum indicator.": "Bill Williams a introduit l'indicateur Alligator en 1995. L'Alligator est autant une métaphore qu'un indicateur. Il est constitué de trois lignes, superposées sur un tableau des prix, qui représentent la mâchoire, les dents et les lèvres de la bête, et a été créé pour aider le trader à confirmer la présence d'une tendance et sa direction. L'indicateur Alligator peut également aider les traders à désigner des formations de vagues d'impulsions et de correction, mais l'outil fonctionne mieux lorsqu'il est combiné à un indicateur de momentum.",
  "Bollinger Bands": "Bandes de Bollinger",
  "Bollinger Bands Bottom": "Bandes de Bollinger Bas",
  "Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades.": "Les bandes de Bollinger peuvent être utilisées pour mesurer la hauteur ou la faiblesse des prix par rapport aux trades précédents.",
  "Bollinger Bands Median": "Bandes de Bollinger Médian",
  "Bollinger Bands Top": "Bandes de Bollinger Haut",
  "Cancel": "Annuler",
  "Candle": "Chandelier",
  "CCI": "L'ICC",
  "Channel [num]": "Canal [num]",
  "Channel Fill": "Canal de Fill",
  "Chart data is not available for this symbol.": "Les données du graphique ne sont pas disponibles pour ce symbole.",
  "Chart types": "Types de graphiques",
  "Charts": "Graphiques",
  "Clear all": "Tout effacer",
  "Close": "Fermeture",
  "CLOSED": "FERMÉ",
  "Color": "Couleur",
  "Commodity Channel Index": "Indice du canal des matières premières (CCI)",
  "Continue": "Continuer",
  "Continuous [num]": "En continu [num]",
  "Conversion Line": "Transformation des valeurs",
  "Conversion Line Period": "Phase de transformation des valeurs",
  "CSV": "CSV",
  "Dark": "Sombre",
  "day": "jour",
  "days": "jours",
  "Decreasing Bar": "Barre descendante",
  "Detrended": "Détourné",
  "Detrended Price Oscillator": "Oscillateur de prix éliminant la tendance",
  "Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period.": "Développé par Larry Williams, Williams %R est un indicateur de dynamique qui est l'inverse de l'oscillateur stochastique rapide. Encore appelé %R, Williams %R reflète le niveau de la clôture par rapport au point le plus haut de la période observée.",
  "Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low.": "Développé par Tushar Chande en 1995, Aroon est un système indicateur qui détermine si l'action est orientée à la hausse ou non et quel est la vigueur de la tendance. On distingue deux indicateurs : Aroon-Up et Aroon-Down. Un Aroon-Up de 25 jours mesure le nombre de jours écoulés depuis le point le plus haut pendant ces 25 jours. Un Aroon-Down de 25 jours mesure le nombre de jours écoulés depuis le point le plus bas pendant ces 25 jours.",
  "Display data for a specific date and time": "Afficher les données pour une date et une heure spécifiques",
  "Display remaining time for each interval": "Afficher le temps restant pour chaque intervalle",
  "Display the highest and lowest spot price": "Afficher le prix spot le plus élevé et le plus bas",
  "Distance(%)": "Distance (%)",
  "Don't show price info on chart": "Ne pas afficher les informations sur les prix dans les graphiques",
  "Donchian Channel": "Canal de Donchian",
  "Donchian High": "Donchian Élevé",
  "Donchian Low": "Donchian Faible",
  "Donchian Median": "Donchian Médian",
  "Done": "Terminé",
  "Double Smoothing Period": "Période double de lissage",
  "Download": "Télécharger",
  "Drawing tools": "Outils graphiques",
  "Exponential": "Exponentiel",
  "Fast": "Rapide",
  "Fast MA Period": "Période rapide de la moyenne mobile",
  "Favorites": "Favoris",
  "Fib Fan [num]": "Ventilateur Fib [num]",
  "Field": "Champ",
  "Fill Color": "Couleur de remplissage",
  "Fractal Channel": "Fractal Canal",
  "Fractal Chaos Band": "Bandes de chaos fractal",
  "Fractal High": "Fractal Élevé",
  "Fractal Low": "Fractal Faible",
  "Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart.": "Les fractales sont des indicateurs sur des figures chartistes qui identifient les points de retournement du marché. Les traders s'appuient souvent sur les fractales pour se faire une idée de la direction dans laquelle le prix évoluera. Un fractal se formera lorsqu'un schéma de prix particulier se produit sur le graphique.",
  "H": "H",
  "High": "Haut",
  "High Period": "Période élevée",
  "Highest and lowest spot": "Point le plus haut et le plus bas",
  "Histogram": "Histogramme",
  "Historical data mode": "Mode Données historiques",
  "Hl/2": "Hl/2",
  "Hlc/3": "Hlc/3",
  "Hlcc/4": "Hlcc/4",
  "Hollow": "Hollow",
  "Horizontal [num]": "Horizontal [num]",
  "hour": "heure",
  "hours": "heures",
  "Hull": "Coque",
  "Ichimoku Clouds": "Nuages Ichimoku",
  "Increasing Bar": "Barre montante",
  "Indicators": "Indicateurs",
  "Interval duration": "Durée du l'intervalle",
  "Jaw": "Mâchoire",
  "Jaw Offset": "Compensation mâchoire",
  "Jaw Period": "Période mâchoire",
  "L": "L",
  "Lagging Span": "Échelonnée et retardée",
  "Lagging Span Period": "Phase retardée et échelonnée",
  "Language": "Langue",
  "Last digits stats for latest 1000 ticks on": "Statistiques des derniers chiffres des 1000 ticks précédents sur",
  "Leading Span A": "Principale et échelonnée A",
  "Leading Span B": "Principale et échelonnée B",
  "Leading Span B Period": "Phase principale et échelonnée B",
  "Light": "Clair",
  "Line [num]": "Ligne [num]",
  "Lips": "Lèvres",
  "Lips Offset": "Compensation lèvres",
  "Lips Period": "Période lèvres",
  "Low": "Bas",
  "Low Period": "Période creuse",
  "MA": "Moyenne mobile",
  "MA Env": "MA Env",
  "MA Env Bottom": "Enveloppe de la moyenne mobile Bas",
  "MA Env Median": "Enveloppe de la moyenne mobile Médian",
  "MA Env Top": "Enveloppe de la moyenne mobile Haut",
  "MACD": "MACD",
  "MACD is a trading indicator used in technical analysis of stock prices. It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price.": "MACD renvoie à un indicateur de trading utilisé dans l'analyse technique des cours d'une action. Cet indicateur est censé révéler les changements qui surviennent dans la force, la direction, la dynamique et la durée de tendance du cours d'une action.",
  "Markets": "Marchés",
  "Maximum AF": "Fréquence audio maximale",
  "Minimum AF": "Fréquence audio minimale",
  "minute": "minute",
  "minutes": "minutes",
  "Momentum": "Momentum",
  "Moving Average (MA)": "Moyenne Mobile (MM)",
  "Moving Average Envelope": "Enveloppe de moyenne mobile",
  "Moving Average Type": "Type de moyenne mobile",
  "Moving averages": "Moyennes mobiles",
  "Negative Bar": "Barre négative",
  "Network status": "État du réseau",
  "No results for": "Aucun résultat pour",
  "Offset": "Compenser",
  "OHLC": "OHLC",
  "Ohlc/4": "Ohlc/4",
  "Only selected charts and time intervals are available for this trade type.": "Seuls certains graphiques et intervalles de temps sont disponibles pour ce type de transaction.",
  "Open": "Ouverture",
  "Opens in:": "Ouverture dans :",
  "Others": "Autres",
  "OverBought": "Suracheté",
  "OverSold": "Survendu",
  "Overwrite": "Écraser",
  "Parabolic SAR": "Indicateur parabolic SAR",
  "Pattern": "Modèle",
  "Percent": "Pourcentage",
  "Period": "Période",
  "Platform settings": "Paramètres de la plateforme",
  "PNG": "PNG",
  "Point": "Point",
  "Positive Bar": "Barre positive",
  "Price Rate of Change": "Indicateur ROC (Rate of Change)",
  "Price ROC": "Prix ROC",
  "PSAR": "PSAR",
  "Rainbow MA": "Arc-en-ciel MA",
  "Rainbow Moving Average": "Moyenne mobile arc-en-ciel",
  "Ray [num]": "Ray [num]",
  "Rectangle [num]": "Rectangle [num]",
  "Relative Strength Index (RSI)": "Indice de force relative",
  "Reset": "Réinitialiser",
  "Result": "Résultat",
  "Retrieving Chart Data...": "Récupération des données du graphique...",
  "Retrieving Chart Engine...": "Récupération du moteur graphique...",
  "Retrieving Market Symbols...": "Récupération des symboles du marché...",
  "Retrieving Trading Times...": "Récupération des horaires de trading...",
  "RSI": "RSI",
  "Saved templates": "Modèles enregistrés",
  "Search": "Rechercher",
  "Search...": "Rechercher...",
  "Select language": "Sélectionner une langue",
  "Select theme": "Sélectionner un thème",
  "Series": "Série",
  "Settings": "Paramètres",
  "Shading": "Nuance",
  "Shift": "Déplacement",
  "Shift Type": "Type de déplacement",
  "Show Fractals": "Afficher fractales",
  "Show Lines": "Lignes de spectacle",
  "Show price info on chart": "Afficher les informations sur les prix dans les graphiques",
  "Show price info on x & y axes": "Afficher les informations sur les prix sur les axes x et y",
  "Show Zones": "Afficher des zones",
  "Signal": "Signal",
  "Signal Period": "Période du signal",
  "Simple": "Simple",
  "Size": "Taille",
  "Slow": "Lent",
  "Slow MA Period": "Période lente de la moyenne mobile",
  "SMA1": "SMA1",
  "SMA10": "SMA10",
  "SMA2": "SMA2",
  "SMA3": "SMA3",
  "SMA4": "SMA4",
  "SMA5": "SMA5",
  "SMA6": "SMA6",
  "SMA7": "SMA7",
  "SMA8": "SMA8",
  "SMA9": "SMA9",
  "Smooth": "Smooth",
  "Smoothing Period": "Période de lissage",
  "Some of your active indicators don’t support 1-tick intervals. If you change to a 1-tick interval, these indicators will be removed from your chart.": "Certains de vos indicateurs actifs ne prennent pas en charge les intervalles de 1 tick. Si vous passez à un intervalle de 1 tick, ces indicateurs seront supprimés de votre graphique.",
  "Some of your templates may not work with this trade type.": "Certains de vos modèles peuvent ne pas fonctionner avec ce type de commerce.",
  "Standard Deviations": "Écarts types",
  "Stch Mtm": "Stch Mtm",
  "Stochastic": "Stochastique",
  "Stochastic Momentum Index": "Indice de momentum stochastique",
  "Stochastic Oscillator": "Oscillateur stochastique",
  "Streaming for [symbol] is not available due to license restrictions": "La diffusion en continu de [symbol] n’est pas disponible en raison de restrictions de licence",
  "Teeth": "Dents",
  "Teeth Offset": "Compensation dents",
  "Teeth Period": "Période dents",
  "Templates": "Modèles",
  "The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength.": "L'indice directionnel moyen (ADX) était développé en 1978 par J. Welles Wilder comme un indicateur de la force de la tendance dans une série de prix d'un instrument financier, l'ADX sera compris entre 0 et 100. Généralement, les relevés ADX en dessous de 20 indiquent une tendance faible, et ceux au-dessous de 40 indiquent une tendance forte.",
  "The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals.": "L'oscillateur Awesome (OA) est un indicateur utilisé pour mesurer le momentum du marché. L'OA calcule la différence entre les moyennes mobiles simples de 34 et de 5 périodes. Les moyennes mobiles simples utilisées ne sont pas calculées à l'aide du prix de clôture mais plutôt de chaque barre du milieu. L'OA est généralement utilisé pour affirmer les tendances ou pour anticiper d'éventuelles inversions.",
  "The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions.": "L'indice du canal des matières premières (CCI) est un indicateur versatile qui peut être utilisé pour identifier une nouvelle tendance ou avertir sur des conditions extrêmes.",
  "The Detrended Price Oscillator (DPO) helps to identify price cycles without the influence of short- and long-term trends. The DPO compares a simple moving average to a historical pricenear the middle of a specified period. It also shows the peaks and drops over that particular period, making it easier to predict buy points.": "L'indicateur DPO (Detrended Price Oscillator) aide à identifier les cycles de prix sans l'influence des tendances à court et à long terme. Le DPO compare une moyenne mobile simple à un prix historique proche de la médiane d'une période donnée. Il présente également les pics et les chutes au cours de cette période particulière, ce qui facilite la prédiction des points d'achat.",
  "The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen.": "Le canal de Donchian est un indicateur utilisé dans le marché du trading développé par Richard Donchian. Il se forme suivant le plus haut et le plus bas point des n dernières périodes. La zone entre le plus haut et le plus bas point correspond au canal pour la période choisie.",
  "The Ichimoku Cloud, also known as Ichimoku Kinko Hyo, is a versatile indicator that defines support and resistance, identifies trend direction, gauges momentum and provides trading signals. Ichimoku Kinko Hyo translates into “one look equilibrium chart”.": "Le nuage Ichimoku, encore appelé Ichimoku Kinko Hyo, est un indicateur polyvalent qui définit le support et la résistance, identifie la direction de la tendance, évalue le momentum et fournit des signaux de trading. Ichimoku Kinko Hyo se traduit par « l'équilibre des graphiques d'un coup d'œil ».",
  "The Moving Average (MA) helps to identify the overall market trend by filtering out short-term price fluctuations. Using historical data, it calculates the average price over a specific period and plots a line on the chart. If the MA line moves upwards, it’s an indicator of an uptrend, a downtrend if it moves downwards. A buy signal occurs when the price moves above the MA line.": "La moyenne mobile (MM) permet d'identifier la tendance globale du marché en filtrant les fluctuations de prix à court terme. À l'aide de données historiques, elle calcule le prix moyen sur une période précise et trace une ligne sur le graphique. La ligne moyenne mobile indique une tendance haussière, si elle se déplace vers le haut, ou une tendance baissière, si elle se déplace vers le bas. Un signal d'achat se produit lorsque le prix se déplace au-dessus de la ligne moyenne mobile.",
  "The Moving Average Envelope (MAE) helps to identify strong price movement that indicates the start of a trend. The MAE creates a moving average line as well as 2 bands around it. In theory, when the market price touches the upper or lower bands, a trend reversal will occur, indicating a buy signal.": "L'enveloppe de moyenne mobile (EMM) permet d'identifier un mouvement de prix important qui marque le début d'une tendance. L'EMM crée une ligne moyenne mobile ainsi que 2 bandes autour d'elle. En théorie, lorsque le prix du marché touche les bandes supérieures ou inférieures, une inversion de tendance se produit, ce qui indique un signal d'achat.",
  "The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance.": "L'indicateur parabolic SAR est calculé presque indépendamment pour chaque tendance de prix. Lorsque la tendance de prix est haussière, le SAR émerge d'en dessous du prix et converge à la hausse vers celui-ci. De même, en cas de tendance baissière, la SAR émerge au-dessus du prix et converge à la baisse. À chaque étape au cours d'une tendance, le SAR est calculé une période à l'avance.",
  "The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage.": "L'indicateur ROC (Rate of Change) affiche la différence entre le cours actuel et le cours des n périodes précédentes. Cette différence peut être affichée en points ou en pourcentage.",
  "The Rainbow Moving Average (RMA) displays several moving average lines simultaneously. When the lines intersect, it’s an indicator of price reversal and the angle of the lines are helpful to predict the trend strength. The steeper the curve, the stronger the trend. When the price crosses the moving average lines from below, it signals an upward trend. When the price crosses the moving average lines from above, it signals a downward trend. The RMA is easier to use compared to using several different moving average indicators at once.": "La moyenne mobile arc-en-ciel (RMA) affiche plusieurs lignes de moyenne mobile à la fois. Lorsque ces lignes se croisent, cela indique une inversion de prix et l'angle des lignes aide à prédire la force de la tendance. Plus la courbe est raide, plus la tendance est forte. Lorsque le prix franchit les lignes moyennes mobiles par le bas, cela signale une tendance à la hausse. Lorsque le prix franchit les lignes moyennes mobiles d'en haut, cela signale une tendance à la baisse. Il est plus pratique d'utiliser la RMA plutôt que plusieurs indicateurs de moyenne mobile différents à la fois.",
  "The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The flutter_chart_id of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length.": "L'indice de force relative (RSI) a été publié par J. Welles Wilder. Le prix actuel est normalisé en pourcentage entre 0 et 100. Le flutter_chart_id de cet oscillateur est trompeur car il ne compare pas l'instrument par rapport à un autre instrument ou à un ensemble d'instruments, mais représente plutôt le prix actuel par rapport à d'autres pièces récentes dans la longueur de la fenêtre d'observation sélectionnée.",
  "The Stochastic Momentum Index (SMI) helps to identify overbought or oversold conditions in the market and to predict bearish or bullish trends. It calculates the distance between the current closing price and the median of the high/low range, and displays 2 lines on the chart: the first (known as %K) represents the price movement while the second (known as %D) is a moving average of the first line. If the closing price is higher than the median of the high/low range, the SMI returns a positive value. If the closing price is lower than the average price, a negative value is returned. Values above 40 indicate a bullish trend while values below -40 indicate a bearish trend.": "L'indice de momentum stochastique (SMI) aide à identifier les conditions de surachat ou de survente sur le marché et à prédire les tendances baissières ou haussières. Il calcule la distance entre le cours de clôture actuel et la médiane de la fourchette high/low, et affiche 2 lignes sur le graphique : la première (connue sous le nom de %K) représente le mouvement des prix, tandis que la seconde (connue sous le nom de %D) est une moyenne mobile de la première ligne. Si le cours de clôture est supérieur à la médiane de la fourchette high/low, le SMI renvoie une valeur positive. Si le cours de clôture est inférieur au prix moyen, il renvoie une valeur négative. Les valeurs supérieures à 40 indiquent une tendance haussière tandis que les valeurs inférieures à -40 indiquent une tendance baissière.",
  "Themes": "Thèmes",
  "There are no favorites yet.": "Il n’y a pas encore de favoris.",
  "This indicator does not support 1-tick intervals. To use this indicator, change your chart time interval to 1 minute or more.": "Cet indicateur ne prend pas en charge les intervalles de 1 tick. Pour utiliser cet indicateur, faites passer l'intervalle de temps de votre graphique à 1 minute ou plus.",
  "tick": "tick",
  "Tick interval only available for \\\"Area\\\" Chart type.": "Intervalle de tick disponible uniquement pour le type de graphique \\\"Zone\\\".",
  "Time interval": "Intervalle de temps",
  "Time Series": "Séries chronologiques",
  "Trend": "Tendance",
  "Trend [num]": "Tendance [num]",
  "Triangular": "Triangulaire",
  "Try checking your spelling or use a different term": "Essayez de vérifier l'orthographe ou utilisez un terme différent",
  "Type": "Type",
  "Up to 2 active indicators allowed.": "Jusqu'à 2 indicateurs autorisés.",
  "Up to 5 active indicators allowed.": "Jusqu'à 5 indicateurs autorisés.",
  "Variable": "Text for Translation\nVariable",
  "Vertical [num]": "Vertical [num]",
  "Volatility": "Volatilité",
  "Weighted": "Pondéré",
  "Welles Wilder": "Welles Wilder",
  "William's %R": "William's %R",
  "William's Percent Range": "William %R",
  "Would you like to overwrite it?": "Écraser ?",
  "You have no active drawings yet.": "Vous n'avez aucun graphique actif.",
  "You have no active indicators yet.": "Vous n'avez pas encore d'indicateurs actifs.",
  "You have no saved templates yet.": "Vous n'avez pas encore de modèles enregistrés.",
  "Zero Lag": "Zéro lag",
  "Zig Zag": "Zig Zag",
  "Zig Zag helps to identify trend reversals and filters out relatively small price movements by determining the support and resistance levels of the market. It accepts a percentage of deviation as the input and displays a line if the price change is larger than the percentage of deviation. Zig Zag ignores any sideways movement and is useful to filter out “market noise”.": "Zig-Zag est un indicateur qui aide à identifier les retournements de tendance et filtre les mouvements de prix relativement petits en déterminant les niveaux de support et de résistance du marché. Il reçoit en entrée un pourcentage d'écart et affiche une ligne si le changement de prix est supérieur au pourcentage d'écart. Zig-Zag ignore tout mouvement latéral et est utile pour filtrer le « bruit du marché ».",
  "Zoom in": "Zoom avant",
  "Zoom out": "Zoom arrière"
}