{
  "-DI": "-DI",
  "[symbol] feed is delayed by [delay] minutes": "[symbol] ផ្សាយត្រូវបានពន្យាពេលដោយ [delay] នាទី",
  "[symbol] market is now opened.": "[symbol] ទីផ្សារបើកហើយ.",
  "[symbol] market is presently closed.": "[symbol] ទីផ្សារបច្ចុប្បន្នត្រូវបានបិទ.",
  "+DI": "+DI",
  "2-Exponential": "2-Exponential",
  "3-Exponential": "3-Exponential",
  "A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result.": "សូចនាករចលនាបច្ចេកទេសមួយដែលប្រៀបធៀបតម្លៃបិទនៃសន្តិសុខជាមួយជួរតម្លៃរបស់វាក្នុងរយៈពេលមួយ. ភាពប្រតិកម្មនៃសូចនាករទៅនឹងចលនាទីផ្សារអាចត្រូវបានកាត់បន្ថយដោយកំណត់រយៈពេលឬដោយយកមធ្យមចលនានៃលទ្ធផល.",
  "Active": "សកម្ម",
  "Add": "បន្ថែម",
  "Add new template": "បន្ថែមពុម្ពថ្មី",
  "Add new templates": "បន្ថែមពុម្ពថ្មី",
  "ADX": "ADX",
  "ADX/DMS": "ADX/DMS",
  "All drawings": "គ្រប់គំនូរ",
  "Alligator": "Alligator",
  "already exists.": "មានរួចហើយ.",
  "Are you sure?": "តើអ្នកច្បាស់ទេ?",
  "Area": "តំបន់",
  "Aroon": "Aroon",
  "Aroon Down": "Aroon Down",
  "Aroon Up": "Aroon Up",
  "Available only for \\\"Area\\\" chart type.": "មានសម្រាប់ប្រភេទតារាង \\\"តំបន់\\\" ប៉ុណ្ណោះ.",
  "Available only for non-tick time intervals.": "មានសម្រាប់រយៈពេលដែលមិនមែនជាតិចប៉ុណ្ណោះ.",
  "Awesome": "Awesome",
  "Awesome Oscillator": "Awesome Oscillator",
  "Axis Label": "ស្លាកអ័ក្ស",
  "Base Line": "បន្ទាត់មូលដ្ឋាន",
  "Base Line Period": "រយៈពេលបន្ទាត់មូលដ្ឋាន",
  "Bill Williams introduced the Alligator indicator in 1995. The Alligator is as much a metaphor as it is an indicator. It consists of three lines, overlaid on a pricing chart, that represent the jaw, the teeth and the lips of the beast, and was created to help the trader confirm the presence of a trend and its direction. The Alligator indicator can also help traders designate impulse and corrective wave formations, but the tool works best when combined with a momentum indicator.": "Bill Williams បានណែនាំសូចនាករជ្រាបព្រៃនៅឆ្នាំ 1995. ជ្រាបព្រៃគឺជាប្រដាប់ឧបមាមួយដែលមានតម្លៃប៉ុន្នោះទេ។ វាបានបង្កើតឡើងដើម្បីជួយឱ្យអ្នកជំនួញបញ្ជាក់នូវការស្នាក់នៅនៃទំនើងនិងទិសដៅរបស់វា។ សូចនាករជ្រាបព្រៃក៏អាចជួយអ្នកជំនួញកំណត់អត្ថបរមានិងកាក្រាបកែលម្អ, ប៉ុន្តែឧបករណ៍នេះធ្វើការល្អបំផុតនៅពេលបញ្ចូលជាមួយសូចនាករចលនា.",
  "Bollinger Bands": "Bollinger Bands",
  "Bollinger Bands Bottom": "Bollinger Bands Bottom",
  "Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades.": "Bollinger Bands អាចត្រូវបានប្រើដើម្បីវាស់ស្ទង់នូវតម្លៃខ្ពស់ឬទាបទាក់ទងនឹងការជួញដូរប្រចាំ.",
  "Bollinger Bands Median": "Bollinger Bands Median",
  "Bollinger Bands Top": "Bollinger Bands Top",
  "Cancel": "បោះបង់",
  "Candle": "ទៀន",
  "CCI": "CCI",
  "Channel [num]": "ប៉ុស្តិ៍ [num]",
  "Channel Fill": "បំពេញប៉ុស្តិ៍",
  "Chart data is not available for this symbol.": "ទិន្នន័យតារាងមិនអាចប្រើបានសម្រាប់និមិត្តសញ្ញានេះ.",
  "Chart types": "ប្រភេទតារាង",
  "Charts": "តារាង",
  "Clear all": "ជម្រះទាំងអស់",
  "Close": "បិទ",
  "CLOSED": "បានបិទ",
  "Color": "ពណ៌",
  "Commodity Channel Index": "សន្ទស្សន៍ប៉ុស្តិ៍មុខទំនិញ",
  "Continue": "បន្ត",
  "Continuous [num]": "បន្ត [num]",
  "Conversion Line": "បន្ទាត់បម្លែង",
  "Conversion Line Period": "រយៈពេលបន្ទាត់បម្លែង",
  "CSV": "CSV",
  "Dark": "ងងឹត",
  "day": "ថ្ងៃ",
  "days": "ថ្ងៃ",
  "Decreasing Bar": "បារៈកំពុងធ្លាក់",
  "Detrended": "Detrended",
  "Detrended Price Oscillator": "Detrended Price Oscillator",
  "Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period.": "ការអភិវឌ្ឍដោយ Larry Williams, Williams %R គឺជាសូចនាករចលនាមួយដែលជាការប្រែប្រួលនៃសូចនាករស្តុកស្ទូឡាកទ្វេដង។ វាក៏ត្រូវបានសម្គាល់ថាជា %R, Williams %R បញ្ចាំងនូវកម្រិតនៃការបិទទាក់ទងនឹងកម្រិតខ្ពស់បំផុតសម្រាប់រយៈពេលមើលក្រោយ។",
  "Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low.": "បានអភិវឌ្ឍដោយ Tushar Chande ក្នុងឆ្នាំ 1995, Aroon គឺជាប្រព័ន្ធសូចនាករដែលកំណត់ថាគុណភាពមួយកំពុងស្ថិតក្នុងនិន្នាការឬមិនទាន់ហើយក៏កំដៅនៃនិន្នាការគឺរឹងប៉ុនណា។ មានសេចក្ដីសូចនាករចំនួនពីរ: Aroon លើនិង Aroon ចុះ។ Aroon លើចំនួន 25 ថ្ងៃវាស់នូវចំនួនថ្ងៃចាប់តាំងពីកំពស់ 25 ថ្ងៃ។ Aroon ចុះចំនួន 25 ថ្ងៃវាស់នូវចំនួនថ្ងៃចាប់តាំងពីទាប 25 ថ្ងៃ។",
  "Display data for a specific date and time": "បង្ហាញទិន្នន័យសម្រាប់កាលបរិច្ឆេទនិងម៉ោងជាក់លាក់",
  "Display remaining time for each interval": "បង្ហាញរយៈពេលនៅសល់សម្រាប់គ្រប់ចន្លោះ",
  "Display the highest and lowest spot price": "បង្ហាញតម្លៃខ្ពស់បំផុតនិងទាបបំផុត",
  "Distance(%)": "ចម្ងាយ(%)",
  "Don't show price info on chart": "កុំបង្ហាញព័ត៌មានតម្លៃលើតារាង",
  "Donchian Channel": "Donchian Channel",
  "Donchian High": "ប៉ុស្តិ៍ Donchian ខ្ពស់",
  "Donchian Low": "ប៉ុស្តិ៍ Donchian ទាប",
  "Donchian Median": "កណ្ដាលប៉ុស្តិ៍ Donchian",
  "Done": "រួចរាល់",
  "Double Smoothing Period": "រយៈពេលស្មើស្អាតពីរដង",
  "Download": "ទាញយក",
  "Drawing tools": "ឧបករណ៍គំនូរ",
  "Exponential": "Exponential",
  "Fast": "លឿន",
  "Fast MA Period": "រយៈពេល MA លឿន",
  "Favorites": "ចំណង់ចំណូលចិត្ត",
  "Fib Fan [num]": "Fib Fan [num]",
  "Field": "វាល",
  "Fill Color": "បំពេញពណ៌",
  "Fractal Channel": "Fractal Channel",
  "Fractal Chaos Band": "Fractal Chaos Band",
  "Fractal High": "Fractal High",
  "Fractal Low": "Fractal Low",
  "Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart.": "Fractals គឺជាសេចក្ដីសំគាល់លើតារាងទៀនដែលកំណត់ចំណុចបញ្ច្រាសនៅក្នុងទីផ្សារ។ អ្នកជំនួញតែងតែប្រើ fractals ដើម្បីទទួលបានគំនិតអំពីទិសដៅនៃតម្លៃនឹងអភិវឌ្ឍ។ Fractal នឹងកើតឡើងនៅពេលដែលមានលំនាំតម្លៃមួយកើតឡើងលើតារាង។",
  "H": "H",
  "High": "ខ្ពស់",
  "High Period": "រយៈពេលខ្ពស់",
  "Highest and lowest spot": "ចំណុចខ្ពស់បំផុតនិងទាបបំផុត",
  "Histogram": "សៀគ្វី",
  "Historical data mode": "របៀបទិន្នន័យប្រវត្តិសាស្រ្ត",
  "Hl/2": "Hl/2",
  "Hlc/3": "Hlc/3",
  "Hlcc/4": "Hlcc/4",
  "Hollow": "ទទេ",
  "Horizontal [num]": "ផ្ដេក [num]",
  "hour": "ម៉ោង",
  "hours": "ម៉ោង",
  "Hull": "ហូឡ",
  "Ichimoku Clouds": "Ichimoku Clouds",
  "Increasing Bar": "បារកំពុងកើនឡើង",
  "Indicators": "សូចនាករ",
  "Interval duration": "រយៈពេលចន្លោះ",
  "Jaw": "ថ្គាម",
  "Jaw Offset": "ថ្គាមអុហ្វសិត",
  "Jaw Period": "រយៈពេលថ្គាម",
  "L": "L",
  "Lagging Span": "ជួរថយក្រោយ",
  "Lagging Span Period": "រយៈពេលជួរថយក្រោយ",
  "Language": "ភាសា",
  "Last digits stats for latest 1000 ticks on": "ស្ថិតិលេខចុងក្រោយសម្រាប់ 1000 ticks ចុងក្រោយបំផុតនៅលើ",
  "Leading Span A": "ជួរកំពូល A",
  "Leading Span B": "ជួរកំពូល B",
  "Leading Span B Period": "រយៈពេលជួរកំពូល B",
  "Light": "ស្រាល",
  "Line [num]": "បន្ទាត់ [num]",
  "Lips": "បបូរមាត់",
  "Lips Offset": "ការបញ្ជាទាញបបូរមាត់",
  "Lips Period": "រយៈពេលបបូរមាត់",
  "Low": "ទាប",
  "Low Period": "រយៈពេលទាប",
  "MA": "MA",
  "MA Env": "MA Env លើ",
  "MA Env Bottom": "MA Env ខាងក្រោម",
  "MA Env Median": "MA Env កណ្ដាល",
  "MA Env Top": "MA Env លើ",
  "MACD": "MACD",
  "MACD is a trading indicator used in technical analysis of stock prices. It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price.": "MACD គឺជាសេចក្ដីសំគាល់ជួញដូរដែលត្រូវបានប្រើនៅក្នុងការវិភាគបច្ចេកទេសនៃតម្លៃភាគហ៊ុន។ វាត្រូវបានគេគិតថាបង្ហាញការផ្លាស់ប្តូរក្នុងកំលាំង ទិសដៅ ចលនា និងរយៈពេលនៃនិន្នាការក្នុងតម្លៃភាគហ៊ុន។",
  "Markets": "ទីផ្សារ",
  "Maximum AF": "AF អតិបរិមា",
  "Minimum AF": "AF អប្បរិមា",
  "minute": "នាទី",
  "minutes": "នាទី",
  "Momentum": "សន្ទុះ",
  "Moving Average (MA)": "មធ្យមចលនា (MA)",
  "Moving Average Envelope": "ស្រោមមធ្យមចលនា",
  "Moving Average Type": "ប្រភេទមធ្យមចលនា",
  "Moving averages": "មធ្យមចលនា",
  "Negative Bar": "បារៈអវិជ្ជមាន",
  "Network status": "ស្ថានភាពបណ្ដាញ",
  "No results for": "គ្មានលទ្ធផលសម្រាប់",
  "Offset": "ការបញ្ជាទាញ",
  "OHLC": "OHLC",
  "Ohlc/4": "Ohlc/4",
  "Only selected charts and time intervals are available for this trade type.": "គ្រាន់តែតារាងដែលបានជ្រើសរើសនិងចន្លោះពេលត្រូវបានអនុញ្ញាតសម្រាប់ប្រភេទពាណិជ្ជកម្មនេះ។",
  "Open": "បើក",
  "Opens in:": "បើកក្នុង:",
  "Others": "ផ្សេងទៀត",
  "OverBought": "លក់មិនអាចទិញ",
  "OverSold": "លក់ជាងកំណត់",
  "Overwrite": "សរសេរលើវិញ",
  "Parabolic SAR": "Parabolic SAR",
  "Pattern": "លំនាំ",
  "Percent": "ភាគរយ",
  "Period": "រយៈពេល",
  "Platform settings": "ការកំណត់វេទិកា",
  "PNG": "PNG",
  "Point": "ចំណុច",
  "Positive Bar": "បារអវិជ្ជមាន",
  "Price Rate of Change": "អត្រាការផ្លាស់ប្តូរតម្លៃ",
  "Price ROC": "តម្លៃ ROC",
  "PSAR": "PSAR",
  "Rainbow MA": "Rainbow MA",
  "Rainbow Moving Average": "Rainbow Moving Average",
  "Ray [num]": "Ray [num]",
  "Rectangle [num]": "បន្ទះសុិចស៊ី [num]",
  "Relative Strength Index (RSI)": "Relative Strength Index (RSI)",
  "Reset": "កំណត់ឡើងវិញ",
  "Result": "លទ្ធផល",
  "Retrieving Chart Data...": "កំពុងទាញយកទិន្នន័យតារាង...",
  "Retrieving Chart Engine...": "កំពុងទាញយកម៉ាស៊ីនតារាង...",
  "Retrieving Market Symbols...": "កំពុងទាញយកនិមិត្តសញ្ញាទីផ្សារ...",
  "Retrieving Trading Times...": "កំពុងទាញយកម៉ោងពាណិជ្ជកម្ម...",
  "RSI": "RSI",
  "Saved templates": "ពុម្ពដែលបានរក្សាទុក",
  "Search": "ស្វែងរក",
  "Search...": "ស្វែងរក...",
  "Select language": "ជ្រើសភាសា",
  "Select theme": "ជ្រើសរូបភាព",
  "Series": "ស៊េរី",
  "Settings": "ការកំណត់",
  "Shading": "ពណ៌",
  "Shift": "ការបញ្ជា",
  "Shift Type": "ប្រភេទការបញ្ជា",
  "Show Fractals": "បង្ហាញ Fractals",
  "Show Lines": "បង្ហាញបន្ទាត់",
  "Show price info on chart": "បង្ហាញព័ត៌មានតម្លៃលើតារាង",
  "Show price info on x & y axes": "បង្ហាញព័ត៌មានតម្លៃលើអ័ក្ស x និង y",
  "Show Zones": "បង្ហាញតំបន់",
  "Signal": "សញ្ញា",
  "Signal Period": "រយៈពេលសញ្ញា",
  "Simple": "សាមញ្ញ",
  "Size": "ទំហំ",
  "Slow": "យឺត",
  "Slow MA Period": "រយៈពេល MA យឺត",
  "SMA1": "SMA1",
  "SMA10": "SMA10",
  "SMA2": "SMA2",
  "SMA3": "SMA3",
  "SMA4": "SMA4",
  "SMA5": "SMA5",
  "SMA6": "SMA6",
  "SMA7": "SMA7",
  "SMA8": "SMA8",
  "SMA9": "SMA9",
  "Smooth": "Smooth",
  "Smoothing Period": "រយៈពេលការស្មើស្អាត",
  "Some of your active indicators don’t support 1-tick intervals. If you change to a 1-tick interval, these indicators will be removed from your chart.": "សូចនាករសកម្មមួយចំនួនរបស់អ្នកមិនគាំទ្រចន្លោះ 1-tick។ ប្រសិនបើអ្នកផ្លាស់ប្តូរទៅចន្លោះ 1-tick សូចនាករទាំងនេះនឹងត្រូវបានដកចេញពីតារាងរបស់អ្នក។",
  "Some of your templates may not work with this trade type.": "ពុម្ពរបស់អ្នកមួយចំនួនអាចមិនដំណើរការជាមួយប្រភេទពាណិជ្ជកម្មនេះ។",
  "Standard Deviations": "កំរិតខុសគ្នាដែលបានសម្រុក",
  "Stch Mtm": "Stch Mtm",
  "Stochastic": "ស្តុកស្ទូឡាក",
  "Stochastic Momentum Index": "សន្ទស្សន៍ Stochastic សន្ទុះ",
  "Stochastic Oscillator": "Stochastic Oscillator",
  "Streaming for [symbol] is not available due to license restrictions": "ការផ្សាយសម្រាប់ [symbol] មិនអាចប្រើបានដោយសារតែការកំណត់អាជ្ញាប័ណ្ណ",
  "Teeth": "ធ្មេញ",
  "Teeth Offset": "ការបញ្ជាទាញធ្មេញ",
  "Teeth Period": "រយៈពេលធ្មេញ",
  "Templates": "ពុម្ព",
  "The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength.": "Average Directional Movement Index (ADX) ត្រូវបានអភិវឌ្ឍនៅឆ្នាំ 1978 ដោយ J. Welles Wilder ជាសេចក្ដីសំគាល់នៃកំលាំងនិន្នាការនៅក្នុងស៊េរីតម្លៃនៃឧបករណ៍ហិរញ្ញវត្ថុ ADX នឹងមានជួរវែងពី 0 ដល់ 100។ ជាទូទៅ ការអាន ADX ក្រោម 20 បញ្ជាក់នូវភាពខ្សោយនៃនិន្នាការ ហើយការអានលើសពី 40 បញ្ជាក់នូវកំលាំងនិន្នាការ។",
  "The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals.": "សូចនាករអស្ចារ្យគឺជាសេចក្ដីសំគាល់មួយដែលត្រូវបានប្រើដើម្បីវាស់ស្ទង់ចលនាទីផ្សារ AO គណនានូវភាពខុសគ្នានៃមធ្យមចលនាសាមញ្ញ 34 រយៈពេលនិង 5 រយៈពេល។ មធ្យមចលនាសាមញ្ញដែលត្រូវបានប្រើមិនត្រូវបានគណនាដោយប្រើតម្លៃបិទទេ ប៉ុន្តែតាមពិតជារបារមធ្យម។ AO ត្រូវបានប្រើជាទូទៅដើម្បីបញ្ជាក់និន្នាការឬកំណត់អំពីការបញ្ច្រាសដែលអាចកើតមាន។",
  "The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions.": "Commodity Channel Index (CCI) គឺជាសេចក្ដីសំគាល់ដែលអាចត្រូវបានប្រើដើម្បីកំណត់និន្នាការថ្មីឬជូនដំណឹងអំពីលក្ខខណ្ឌអតិបរមា។",
  "The Detrended Price Oscillator (DPO) helps to identify price cycles without the influence of short- and long-term trends. The DPO compares a simple moving average to a historical pricenear the middle of a specified period. It also shows the peaks and drops over that particular period, making it easier to predict buy points.": "Detrended Price Oscillator (DPO) ជួយកំណត់វដ្តតម្លៃដោយគ្មានឥទ្ធិពលនៃនិន្នាការរយៈពេលខ្លី និងរយៈពេលវែង។ DPO ប្រៀបធៀបការផ្លាស់ប្តូរមធ្យមសាមញ្ញទៅនឹងតម្លៃប្រវត្តិសាស្រ្តនៅជិតពាក់កណ្តាលនៃរយៈពេលជាក់លាក់មួយ។ វាក៏បង្ហាញពីកំពូល និងការធ្លាក់ចុះក្នុងអំឡុងពេលជាក់លាក់នោះ ដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការទស្សន៍ទាយពិន្ទុទិញ។",
  "The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen.": "Donchian Channel គឺជាសាចុេចក្ដីសំគាល់មួយដែលត្រូវបានប្រើក្នុងការជួញដូរទីផ្សារដែលត្រូវបានអភិវឌ្ឍដោយ Richard Donchian។ វាត្រូវបានបង្កើតឡើងដោយយកចំនួនខ្ពស់បំផុតនិងចំនួនទាបបំផុតនៃរយៈពេល n ចុងក្រោយ។ តំបន់រវាងខ្ពស់និងទាបគឺជាប៉ុស្តិ៍សម្រាប់រយៈពេលដែលបានជ្រើសរើស។",
  "The Ichimoku Cloud, also known as Ichimoku Kinko Hyo, is a versatile indicator that defines support and resistance, identifies trend direction, gauges momentum and provides trading signals. Ichimoku Kinko Hyo translates into “one look equilibrium chart”.": "Ichimoku Cloud, ឬត្រូវបានគេស្គាល់ថា Ichimoku Kinko Hyo គឺជាសាចុេចក្ដីសំគាល់មួយដែលកំណត់ការគាំទ្រ និងការប្រឆាំង កំណត់ទិសដៅនិន្នាការ វាស់ចលនានិងផ្ដល់សញ្ញាជួញដូរ។ Ichimoku Kinko Hyo ប្រែជាទាសារ \"តារាងតុល្យភាពមួយមើល\"។",
  "The Moving Average (MA) helps to identify the overall market trend by filtering out short-term price fluctuations. Using historical data, it calculates the average price over a specific period and plots a line on the chart. If the MA line moves upwards, it’s an indicator of an uptrend, a downtrend if it moves downwards. A buy signal occurs when the price moves above the MA line.": "Moving Average (MA) ជួយកំណត់និន្នាការទីផ្សាររួមដោយច្រោះចេញនូវការរអិលរយៈពេលខ្លី។ ប្រើទិន្នន័យប្រវត្តិសាស្រ្ត វាគណនាតម្លៃមធ្យមក្នុងរយៈពេលជាក់លាក់មួយនិងគូសបន្ទាត់លើតារាង។ ប្រសិនបើបន្ទាត់ MA ផ្លាស់ប្តូរឡើងខ្ពស់ វាជាសូចនាករនៃនិន្នាការឡើង, និន្នាការចុះប្រសិនបើវាផ្លាស់ប្តូរចុះ។ សញ្ញាទិញកើតមាននៅពេលដែលតម្លៃផ្លាស់ប្តូរជាងបន្ទាត់ MA។",
  "The Moving Average Envelope (MAE) helps to identify strong price movement that indicates the start of a trend. The MAE creates a moving average line as well as 2 bands around it. In theory, when the market price touches the upper or lower bands, a trend reversal will occur, indicating a buy signal.": "Moving Average Envelope (MAE) ជួយកំណត់ចលនាតម្លៃខ្លាំងដែលបង្ហាញការចាប់ផ្តើមនៃនិន្នាការ។ MAE បង្កើតបន្ទាត់មធ្យមចលនានិងបន្ទាត់មួយជុំវិញ 2។ តាមទស្សនវិជ្ជា នៅពេលដែលតម្លៃទីផ្សារប៉ះបន្ទាត់ខ្ពស់ឬទាប ការបញ្ច្រាសនិន្នាការនឹងកើតឡើង បង្ហាញសញ្ញាទិញ។",
  "The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance.": "Parabolic SAR ត្រូវបានគណនាខាងតែឯករាជ្យសម្រាប់និន្នាការនីមួយៗក្នុងតម្លៃ។ នៅពេលដែលតម្លៃស្ថិតក្នុងនិន្នាការឡើង SAR បង្ហាញនៅខាងក្រោមតម្លៃនិងផ្លាស់ប្តូរឡើងខ្ពស់។ យ៉ាងដូចគ្នា នៅនិន្នាការចុះ SAR បង្ហាញនៅលើតម្លៃនិងផ្លាស់ប្តូរចុះ។ នៅក្នុងចំហាននីមួយៗក្នុងនិន្នាការ SAR ត្រូវបានគណនាមួយរយៈពេលទុកមុន។",
  "The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage.": "Price Rate-of-Change (ROC) បង្ហាញភាពខុសគ្នានៃតម្លៃបច្ចុប្បន្ននិងតម្លៃ x-រយៈពេលមុន។ ភាពខុសគ្នាអាចត្រូវបានបង្ហាញជាចំនុចឬជាភាគរយ។",
  "The Rainbow Moving Average (RMA) displays several moving average lines simultaneously. When the lines intersect, it’s an indicator of price reversal and the angle of the lines are helpful to predict the trend strength. The steeper the curve, the stronger the trend. When the price crosses the moving average lines from below, it signals an upward trend. When the price crosses the moving average lines from above, it signals a downward trend. The RMA is easier to use compared to using several different moving average indicators at once.": "Rainbow Moving Average (RMA) បង្ហាញបន្ទាត់មធ្យមចលនាច្រើនក្នុងពេលតែមួយ។ នៅពេលដែលបន្ទាត់ឆ្លងកាត់ វាជាសាចុេចក្ដីសំគាល់នៃការបញ្ច្រាសតម្លៃ និងមុំនៃបន្ទាត់ជាជំនួយក្នុងការព្យាករណ៍កំលាំងនិន្នាការ។ ធ្វេនវង់កាន់តែខ្លាំងនិន្នាការត្រូវបានព្យាករណ៍ថាកាន់តែខ្លាំង។ នៅពេលដែលតម្លៃឆ្លងកាត់បន្ទាត់មធ្យមចលនាពីខាងក្រោម វាបង្ហាញនិន្នាការឡើង។ នៅពេលដែលតម្លៃឆ្លងកាត់បន្ទាត់មធ្យមចលនាពីខាងលើ វាបង្ហាញនិន្នាការចុះ។ RMA ងាយស្រួលប្រើប្រៀបធៀបនឹងការប្រើប្រាស់សំគាល់មធ្យមចលនាជាច្រើននៅពេលតែមួយ។",
  "The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The flutter_chart_id of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length.": "Relative Strength Index (RSI) ត្រូវបានចេញផ្សាយដោយ J. Welles Wilder។ តម្លៃបច្ចុប្បន្នត្រូវបានធម្មជាតិសម្រាប់ជាភាគរយរវាង 0 និង 100។ flutter_chart_id នៃសូចនាករនេះមានភាពបំភាន់ព្រោះវាមិនប្រៀបធៀបឧបករណ៍មួយទាក់ទងនឹងឧបករណ៍ផ្សេងទៀត ឬក្រុមឧបករណ៍ទេ ប៉ុន្តែតំណាងនៃតម្លៃបច្ចុប្បន្នទាក់ទងនឹងឧបករណ៍ផ្សេងទៀតក្នុងចន្លោះផ្ទាំងបង្អួចដែលបានជ្រើសរើស។",
  "The Stochastic Momentum Index (SMI) helps to identify overbought or oversold conditions in the market and to predict bearish or bullish trends. It calculates the distance between the current closing price and the median of the high/low range, and displays 2 lines on the chart: the first (known as %K) represents the price movement while the second (known as %D) is a moving average of the first line. If the closing price is higher than the median of the high/low range, the SMI returns a positive value. If the closing price is lower than the average price, a negative value is returned. Values above 40 indicate a bullish trend while values below -40 indicate a bearish trend.": "Stochastic Momentum Index (SMI) ជួយកំណត់លក្ខខណ្ឌទិញជាមួយរឺលក់ជាងកំណត់នៅក្នុងទីផ្សារ និងព្យាករណ៍និន្នាការចុះឬឡើង។ វាគណនាចម្ងាយនៃតម្លៃបិទបច្ចុប្បន្ននិងកណ្ដាលនៃជួរខ្ពស់/ទាប និងបង្ហាញបន្ទាត់ 2 លើតារាង៖ ដំបូង (សមាជិក %K) តំណាងនៃចលនាតម្លៃ ខណៈដែលទីពីរ (សមាជិក %D) ជាមធ្យមចលនានៃបន្ទាត់ដំបូង។ ប្រសិនបើតម្លៃបិទខ្ពស់ជាងកណ្ដាលនៃជួរខ្ពស់/ទាប SMI បង្ហាញតម្លៃវិជ្ជមាន។ ប្រសិនបើតម្លៃបិទទាបជាងតម្លៃមធ្យម តម្លៃអវិជ្ជមានត្រូវបានបង្ហាញ។ តម្លៃខ្ពស់ជាង 40 បង្ហាញនិន្នាការឡើង ខណៈដែលតម្លៃទាបជាង -40 បង្ហាញនិន្នាការចុះ។",
  "Themes": "ប្រធានបទ",
  "There are no favorites yet.": "មិនទាន់មានចំណង់ចំណូលចិត្តនៅឡើយ។",
  "This indicator does not support 1-tick intervals. To use this indicator, change your chart time interval to 1 minute or more.": "សចុេចក្ដីសំគាល់នេះមិនគាំទ្រចន្លោះ 1-tick។ ដើម្បីប្រើសចុេចក្ដីសំគាល់នេះ ប្តូរចន្លោះពេលតារាងរបស់អ្នកទៅជាទន្លេហ្នឹង 1 នាទីឬច្រើនជាង។",
  "tick": "ចំណុច Tick",
  "Tick interval only available for \\\"Area\\\" Chart type.": "ចន្លោះធ្វេនអាចប្រើបានសម្រាប់ប្រភេទតារាង \\\"តំបន់\\\" ប៉ុណ្ណោះ។",
  "Time interval": "ចន្លោះពេល",
  "Time Series": "ស៊េរីពេល",
  "Trend": "និន្នាការ",
  "Trend [num]": "និន្នាការ [num]",
  "Triangular": "ត្រីកោណ",
  "Try checking your spelling or use a different term": "សូមពិនិត្យអក្សរបញ្ឆិតរបស់អ្នកឬប្រើពាក្យផ្សេងទៀត",
  "Type": "ប្រភេទ",
  "Up to 2 active indicators allowed.": "អនុញ្ញាតសំគាល់សកម្មច្រើនជាង 2",
  "Up to 5 active indicators allowed.": "អនុញ្ញាតសំគាល់សកម្មច្រើនជាង 5",
  "Variable": "អថេរ",
  "Vertical [num]": "បញ្ឈរ [num]",
  "Volatility": "ភាពរៃយ៉ាម",
  "Weighted": "មូលដ្ឋានតម្លៃ",
  "Welles Wilder": "វេលស៍ វ៉ាយឌើរ",
  "William's %R": "វលែរ​គល់​ពុវផ្នែក %R របួស​វេល",
  "William's Percent Range": "ជួរ​ភាគរយ​របស់​វីល្យាម",
  "Would you like to overwrite it?": "តើអ្នកចង់សរសេរលើវិញទេ?",
  "You have no active drawings yet.": "អ្នកមិនមានគំនូរសកម្មនៅឡើយ។",
  "You have no active indicators yet.": "អ្នកមិនមានសំគាល់សកម្មនៅឡើយ។",
  "You have no saved templates yet.": "អ្នកមិនមានពុម្ពដែលបានរក្សាទុកនៅឡើយ។",
  "Zero Lag": "គ្មានពេលទុក",
  "Zig Zag": "រលាក់",
  "Zig Zag helps to identify trend reversals and filters out relatively small price movements by determining the support and resistance levels of the market. It accepts a percentage of deviation as the input and displays a line if the price change is larger than the percentage of deviation. Zig Zag ignores any sideways movement and is useful to filter out “market noise”.": "Zig Zag ជួយកំណត់ការបញ្ច្រាសនិន្នាការ និងត្រងស្ទង់តម្លៃតូចៗដោយកំណត់កម្រិតគាំទ្រ និងការប្រឆាំងនៃទីផ្សារ។ វទទួលភាគរយនៃការធ្លាក់ជាបញ្ចូលនិងបង្ហាញបន្ទាត់ប្រសិនបើការផ្លាស់ប្តូរតម្លៃធំជាងភាគរយនៃការធ្លាក់។ Zig Zag មិនអើពើចំពោះចលនាជ្រលងនិងមានប្រយោជន៍ក្នុងការត្រងសំលេងទីផ្សារ។",
  "Zoom in": "ពង្រីក",
  "Zoom out": "បង្រួម"
}