{
  "-DI": "-DI",
  "[symbol] feed is delayed by [delay] minutes": "Strumień [symbol] jest opóźniony o [delay] min.",
  "[symbol] market is now opened.": "Rynek [symbol] jest teraz otwarty.",
  "[symbol] market is presently closed.": "Rynek [symbol] jest obecnie zamknięty.",
  "+DI": "+DI",
  "2-Exponential": "2-wykładniczy",
  "3-Exponential": "3-wykładniczy",
  "A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result.": "Techniczny wskaźnik dynamiki, który porównuje cenę końcową papieru wartościowego z zakresem jego cen w danym okresie czasowym. Czułość oscylatora na ruchy rynkowe można zmniejszyć, dostosowując okres czasu lub uwzględniając średnią kroczącą uzyskanych wyników.",
  "Active": "Aktywne",
  "Add": "Dodaj",
  "Add new template": "Dodaj nowy szablon",
  "Add new templates": "Dodaj nowe szablony",
  "ADX": "ADX",
  "ADX/DMS": "ADX/DMS",
  "All drawings": "Wszystkie szkice",
  "Alligator": "Aligator",
  "already exists.": "już istnieje.",
  "Are you sure?": "Czy na pewno?",
  "Area": "Obszar",
  "Aroon": "Aroon",
  "Aroon Down": "Aroon Down (w dół)",
  "Aroon Up": "Aroon Up",
  "Available only for \\\"Area\\\" chart type.": "Dostępne tylko dla wykresu typu \\\"Obszar\\\".",
  "Available only for non-tick time intervals.": "Dostępne tylko dla interwałów czasowych nie opartych na tickach.",
  "Awesome": "Niesamowite",
  "Awesome Oscillator": "Oscylator Awesome",
  "Axis Label": "Etykieta osi",
  "Base Line": "Linia bazowa",
  "Base Line Period": "Okres linii bazowej",
  "Bill Williams introduced the Alligator indicator in 1995. The Alligator is as much a metaphor as it is an indicator. It consists of three lines, overlaid on a pricing chart, that represent the jaw, the teeth and the lips of the beast, and was created to help the trader confirm the presence of a trend and its direction. The Alligator indicator can also help traders designate impulse and corrective wave formations, but the tool works best when combined with a momentum indicator.": "W 1995 r. Bill Williams przedstawił wskaźnik Aligatora. Aligator jest zarówno metaforą, jak i wskaźnikiem. Składa się z trzech linii, nałożonych na wykres cen i reprezentujących szczękę, zęby i wargi aligatora. Wskaźnik został stworzony, aby pomóc inwestorom zaobserwować obecność i kierunek trendu. Wskaźnik Aligatora może również pomóc inwestorom w wyznaczeniu bodźca i tworzenia fali korekcyjnej, ale narzędzie to sprawdza się najlepiej w połączeniu ze wskaźnikiem pędu.",
  "Bollinger Bands": "Wstęgi Bollingera",
  "Bollinger Bands Bottom": "Dół wstęgi Bollingera",
  "Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades.": "Wstęg Bollingera można używać w celu określenia, czy cena jest wysoka czy niska w porównaniu do poprzednich zakładów.",
  "Bollinger Bands Median": "Środek wstęgi Bollingera",
  "Bollinger Bands Top": "Góra wstęgi Bollingera",
  "Cancel": "Anuluj",
  "Candle": "Świeca",
  "CCI": "CCI",
  "Channel [num]": "Kanał [num]",
  "Channel Fill": "Channel Fill",
  "Chart data is not available for this symbol.": "Dane wykresowe są niedostępne dla tego symbolu.",
  "Chart types": "Rodzaje wykresów",
  "Charts": "Wykresy",
  "Clear all": "Wyczyść wszystko",
  "Close": "Zamknij",
  "CLOSED": "ZAMKNIĘTE",
  "Color": "Kolor",
  "Commodity Channel Index": "Wskaźnik kanału towaru (CCI)",
  "Continue": "Kontynuuj",
  "Continuous [num]": "Ciągle [num]",
  "Conversion Line": "Linia konwersji",
  "Conversion Line Period": "Okres linii konwersji",
  "CSV": "CSV",
  "Dark": "Ciemny",
  "day": "dzień",
  "days": "dni",
  "Decreasing Bar": "Słupki malejące",
  "Detrended": "Ograniczony",
  "Detrended Price Oscillator": "Beztrendowy oscylator cenowy",
  "Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period.": "Wskaźnik dynamiki Williams %R, stworzony przez Larry'ego Williamsa, jest wskaźnikiem odwrotnym do oscylatora stochastycznego szybkiego. Wskaźnik ten, zwany również wskaźnikiem %R, odzwierciedla poziom ceny zamknięcia w stosunku do maksymalnej ceny w ostatnim okresie.",
  "Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low.": "System wskaźników Aroon został opracowany przez Tushara Chande w 1995 r. Wskazuje, czy dany instrument finansowy znajduje się w trendzie oraz jaka jest siła wskazywanego trendu. Istnieją dwa oddzielne wskaźniki: Aroon-Up oraz Aroon-Down. 25-dniowy wskaźnik Aroon-Up mierzy liczbę dni od momentu, gdy wskaźnik osiągnął szczyt. Z kolei 25-dniowy wskaźnik Aroon-Down mierzy liczbę dni od momentu spadku.",
  "Display data for a specific date and time": "Wyświetl dane dla określonej daty i godziny",
  "Display remaining time for each interval": "Wyświetl pozostały czas dla każdego interwału",
  "Display the highest and lowest spot price": "Wyświetl najwyższą i najniższą cenę spot",
  "Distance(%)": "Odległość(%)",
  "Don't show price info on chart": "Nie pokazuj cen na wykresie",
  "Donchian Channel": "Kanał Donchiana",
  "Donchian High": "Wysoka wartość kanału Donchiana",
  "Donchian Low": "Niska wartość kanału Donchiana",
  "Donchian Median": "Mediana kanału Donchiana",
  "Done": "Gotowe",
  "Double Smoothing Period": "Podwójny okres wygładzenia",
  "Download": "Pobierz",
  "Drawing tools": "Narzędzia do rysowania",
  "Exponential": "wykładniczy",
  "Fast": "Szybka",
  "Fast MA Period": "Okres szybkiej MA",
  "Favorites": "Ulubione",
  "Fib Fan [num]": "Fib Fan [num]",
  "Field": "Pole",
  "Fill Color": "Kolor wypełnienia",
  "Fractal Channel": "Fractal Channel",
  "Fractal Chaos Band": "Wskaźnik Fractal Chaos Band",
  "Fractal High": "Fractal High",
  "Fractal Low": "Fractal Low",
  "Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart.": "Fraktale, czyli wskaźniki Fractal na wykresach świecowych, wskazują punkty zwrotne na rynku. Gracze często posługują się fraktalami, aby zorientować się w którym kierunku będzie kształtować się cena. Fraktale tworzą się, gdy na wykresie występuje określona formacja cenowa.",
  "H": "W",
  "High": "Wysoki",
  "High Period": "Okres wysoki",
  "Highest and lowest spot": "Najwyższa i najniższa cena spot",
  "Histogram": "Histogram",
  "Historical data mode": "Tryb danych historycznych",
  "Hl/2": "Hl/2",
  "Hlc/3": "HLC/3",
  "Hlcc/4": "Hlcc/4",
  "Hollow": "Pusty",
  "Horizontal [num]": "Poziomo [num]",
  "hour": "godzina",
  "hours": "godzin(y)",
  "Hull": "Kadłub",
  "Ichimoku Clouds": "Chmury Ichimoku",
  "Increasing Bar": "Słupki rosnące",
  "Indicators": "Wskaźniki",
  "Interval duration": "Czas trwania interwału",
  "Jaw": "Szczęka",
  "Jaw Offset": "Jaw Offset",
  "Jaw Period": "Jaw Period",
  "L": "N",
  "Lagging Span": "Linia opóźnienia",
  "Lagging Span Period": "Okres linii opóźnienia",
  "Language": "Język",
  "Last digits stats for latest 1000 ticks on": "Statystyki końcowych cyfr dla ostatnich 1000 ticków dla rynku",
  "Leading Span A": "Linia opóźnienia A",
  "Leading Span B": "Linia opóźnienia B",
  "Leading Span B Period": "Okres linii opóźnienia B",
  "Light": "Jasny",
  "Line [num]": "Linia [num]",
  "Lips": "Usta",
  "Lips Offset": "Lips Offset",
  "Lips Period": "Lips Period",
  "Low": "Niski",
  "Low Period": "Okres niski",
  "MA": "MA",
  "MA Env": "MA Env",
  "MA Env Bottom": "Dół MA Env",
  "MA Env Median": "Mediana MA Env",
  "MA Env Top": "Góra MA Env",
  "MACD": "MACD",
  "MACD is a trading indicator used in technical analysis of stock prices. It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price.": "Wskaźnik MACD (Moving Average Convergence/Divergence) jest używany w analizie technicznej cen akcji. Ma on wskazywać siłę, kierunek, dynamikę oraz czas trwania trendu na rynku cen akcji.",
  "Markets": "Rynki",
  "Maximum AF": "Maksymalny AF",
  "Minimum AF": "Minimalny AF",
  "minute": "minuta",
  "minutes": "minuty",
  "Momentum": "Momentum",
  "Moving Average (MA)": "Średnia krocząca (MA)",
  "Moving Average Envelope": "Średnia krocząca Envelope",
  "Moving Average Type": "Rodzaj średniej kroczącej",
  "Moving averages": "Średnie kroczące",
  "Negative Bar": "Ujemny słupek",
  "Network status": "Status sieci",
  "No results for": "Brak wyników dla",
  "Offset": "Odchylenie",
  "OHLC": "OHLC",
  "Ohlc/4": "Ohlc/4",
  "Only selected charts and time intervals are available for this trade type.": "Tylko wybrane wykresy i przedziały czasowe są dostępne dla tego typu transakcji.",
  "Open": "Otwórz",
  "Opens in:": "Otwarcie za:",
  "Others": "Inne",
  "OverBought": "Wykupione",
  "OverSold": "Wyprzedane",
  "Overwrite": "Nadpisz",
  "Parabolic SAR": "Paraboliczny wskaźnik SAR",
  "Pattern": "Wzór",
  "Percent": "Procent",
  "Period": "Okres",
  "Platform settings": "Ustawienia platformy",
  "PNG": "PNG",
  "Point": "Punkt",
  "Positive Bar": "Dodatni słupek",
  "Price Rate of Change": "Wskaźnik zmiany ceny",
  "Price ROC": "Cena ROC",
  "PSAR": "PSAR",
  "Rainbow MA": "Rainbow MA",
  "Rainbow Moving Average": "Tęczowa średnia krocząca",
  "Ray [num]": "Promień [num]",
  "Rectangle [num]": "Prostokąt [num]",
  "Relative Strength Index (RSI)": "Wskaźnik względnej siły (RSI)",
  "Reset": "Reset",
  "Result": "Wynik",
  "Retrieving Chart Data...": "Pobieranie danych wykresu...",
  "Retrieving Chart Engine...": "Pobieranie silnika wykresu...",
  "Retrieving Market Symbols...": "Pobierania symboli rynkowych...",
  "Retrieving Trading Times...": "Pobieranie godzin handlu...",
  "RSI": "RSI",
  "Saved templates": "Zapisane szablony",
  "Search": "Szukaj",
  "Search...": "Wyszukaj...",
  "Select language": "Wybierz język",
  "Select theme": "Wybierz motyw",
  "Series": "Serie",
  "Settings": "Ustawienia",
  "Shading": "Cień",
  "Shift": "Przesunięcie",
  "Shift Type": "Rodzaj przesunięcia",
  "Show Fractals": "Pokaż fraktale",
  "Show Lines": "Pokaż linie",
  "Show price info on chart": "Pokazuj ceny na wykresie",
  "Show price info on x & y axes": "Pokazuj ceny na osi x i y",
  "Show Zones": "Pokaż strefy",
  "Signal": "Sygnał",
  "Signal Period": "Okres sygnału",
  "Simple": "Prostota",
  "Size": "Wielkość",
  "Slow": "Wolna",
  "Slow MA Period": "Okres wolnej MA",
  "SMA1": "SMA1",
  "SMA10": "SMA10",
  "SMA2": "SMA2",
  "SMA3": "SMA3",
  "SMA4": "SMA4",
  "SMA5": "SMA5",
  "SMA6": "SMA6",
  "SMA7": "SMA7",
  "SMA8": "SMA8",
  "SMA9": "SMA9",
  "Smooth": "Gładka",
  "Smoothing Period": "Okres wygładzenia",
  "Some of your active indicators don’t support 1-tick intervals. If you change to a 1-tick interval, these indicators will be removed from your chart.": "Niektóre z aktywnych wskaźników nie obsługują odstępów czasu wynoszących 1 tick. Jeśli zmienisz na opcję odstępów 1-tickowych, te wskaźniki zostaną usunięte z wykresu.",
  "Some of your templates may not work with this trade type.": "Niektóre szablony mogą nie działać z tym typem transakcji.",
  "Standard Deviations": "Odchylenia standardowe",
  "Stch Mtm": "Stch Mtm",
  "Stochastic": "Stochastyczny",
  "Stochastic Momentum Index": "Wskaźnik stochastyczny impetu",
  "Stochastic Oscillator": "Oscylator stochastyczny",
  "Streaming for [symbol] is not available due to license restrictions": "Z powodu ograniczeń licencyjnych przesyłanie strumieniowe dla [symbol] jest niedostępne",
  "Teeth": "Ząb",
  "Teeth Offset": "Teeth Offset",
  "Teeth Period": "Teeth Period",
  "Templates": "Szablony",
  "The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength.": "Wskaźnik ADX (Average Directional Movement Index) został stworzony w 1978 r. przez J. Wellesa Wildera jako wskaźnik siły trendu w przypadku serii cen instrumentu finansowego. Wskaźnik ten ma rozpiętość od 0 do 100. Wartości ADX poniżej 20 wskazują na słabnięcie trendu, a wartości powyżej 40 na wzrost jego siły.",
  "The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals.": "Oscylator „Awesome” jest wskaźnikiem mierzącym dynamikę rynku. Oblicza on różnicę 34-okresowej prostej średniej kroczącej oraz 5-okresowej średniej kroczącej. W przypadku prostych średnich kroczących branych tu pod uwagę nie uwzględnia się ceny zamknięcia lecz poszczególne punkty średnie. Wskaźnik AO stosuje się do potwierdzania trendów lub przewidywanie ich możliwych zmian.",
  "The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions.": "Indeks CCI (Commodity Channel Index) to uniwersalny wskaźnik, który może być stosowany do przewidywania nowych trendów i ostrzegania przed ekstremalnymi warunkami rynkowymi.",
  "The Detrended Price Oscillator (DPO) helps to identify price cycles without the influence of short- and long-term trends. The DPO compares a simple moving average to a historical pricenear the middle of a specified period. It also shows the peaks and drops over that particular period, making it easier to predict buy points.": "Beztrendowy oscylator cenowy pomaga identyfikować cykle cenowe i nie uwzględnia krótkoterminowych i długoterminowych trendów. Oscylator porównuje prostą średnią kroczącą do ceny historycznej zbliżonej do środka określonego okresu. Pokazuje również wzrosty i spadki w określonym okresie, dzięki czemu ułatwia przewidywanie punktów zakupu.",
  "The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen.": "Kanał Donchiana jest wskaźnikiem handlowym stworzonym przez Richarda Donchiana. Uwzględnia najwyższą i najniższą cenę w określonej liczbie ostatnich okresów. Obszar między ceną niską a wysoką jest kanałem dla wybranego okresu.",
  "The Ichimoku Cloud, also known as Ichimoku Kinko Hyo, is a versatile indicator that defines support and resistance, identifies trend direction, gauges momentum and provides trading signals. Ichimoku Kinko Hyo translates into “one look equilibrium chart”.": "Chmura Ichimoku, zwana też Ichimoku Kinko Hyo, to uniwersalny wskaźnik, który określa poziom wsparcia i oporu, sygnalizuje kierunek trendu, mierzy momentum i wskazuje sygnały inwestycyjne. Ichimoku Kinko Hyo tłumaczy się jako „wykres równowagi, na który wystarczy rzucić okiem”.",
  "The Moving Average (MA) helps to identify the overall market trend by filtering out short-term price fluctuations. Using historical data, it calculates the average price over a specific period and plots a line on the chart. If the MA line moves upwards, it’s an indicator of an uptrend, a downtrend if it moves downwards. A buy signal occurs when the price moves above the MA line.": "Średnia krocząca (MA) pomaga określić ogólny trend rynkowy, filtrując krótkoterminowe odchylenia cen. Korzystając z danych historycznych, średnia oblicza średnią cenę w danym okresie i nanosi linię na wykres. Jeśli MA wznosi się, wskazuje to na trend wzrostowy, natomiast jeśli opada, wskazuje na trend spadkowy. Jeśli cena znajduje się powyżej linii MA, jest to sygnał do zakupu.",
  "The Moving Average Envelope (MAE) helps to identify strong price movement that indicates the start of a trend. The MAE creates a moving average line as well as 2 bands around it. In theory, when the market price touches the upper or lower bands, a trend reversal will occur, indicating a buy signal.": "Średnia krocząca Envelope (MAE) wskazuje silne zmiany cen oznaczające początek trendu. MAE tworzy linię średniej kroczącej i 2 wstęgi wokół niej. Teoretycznie, jeśli cena rynkowa dotknie wyższej lub niższej wstęgi, nastąpi odwrócenie trendu, co stanowi sygnał do zakupu.",
  "The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance.": "Wskaźnik SAR jest obliczany oddzielnie dla każdego trendu ceny. Gdy cena jest w trendzie wzrostowym, SAR pojawia się poniżej poziomu ceny i podąża w górę w stronę ceny. Z kolei w trendzie spadkowym, SAR pojawia się powyżej poziomu ceny i podąża w dół. Na każdym etapie trendu wskaźnik SAR jest obliczany jeden okres wprzód.",
  "The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage.": "Wskaźnik zmian ceny (ROC) przedstawia różnicę między obecną wysokością ceny a jej wysokością w poprzednich okresach wyrażoną w ujęciu procentowym lub punktowym.",
  "The Rainbow Moving Average (RMA) displays several moving average lines simultaneously. When the lines intersect, it’s an indicator of price reversal and the angle of the lines are helpful to predict the trend strength. The steeper the curve, the stronger the trend. When the price crosses the moving average lines from below, it signals an upward trend. When the price crosses the moving average lines from above, it signals a downward trend. The RMA is easier to use compared to using several different moving average indicators at once.": "Tęczowa średnia krocząca (RMA) wyświetla kilka linii średnich kroczących jednocześnie. Przecięcie się linii oznacza zmianę ceny, a końce linii pomagają przewidzieć siłę trendu. Bardziej stroma krzywa oznacza silniejszy trend. Gdy cena przecina linie średniej kroczącej od dołu, oznacza to trend wzrostowy. Gdy cena przecina linie średniej kroczącej od góry, jest to oznaka trendu spadkowego. RMA jest prostsza w użyciu w porównaniu z innymi wskaźnikami średnich kroczących.",
  "The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The flutter_chart_id of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length.": "Relative Strength Index (RSI) został opublikowany przez J. Wellesa Wildera. Aktualna cena jest znormalizowana jako procent od 0 do 100. Flutter_chart_id tego oscylatora jest mylący, ponieważ nie porównuje instrumentu względem innego instrumentu lub zestawu instrumentów, ale reprezentuje aktualną cenę w stosunku do innych ostatnich elementów w wybranej długości okna przeglądającego.",
  "The Stochastic Momentum Index (SMI) helps to identify overbought or oversold conditions in the market and to predict bearish or bullish trends. It calculates the distance between the current closing price and the median of the high/low range, and displays 2 lines on the chart: the first (known as %K) represents the price movement while the second (known as %D) is a moving average of the first line. If the closing price is higher than the median of the high/low range, the SMI returns a positive value. If the closing price is lower than the average price, a negative value is returned. Values above 40 indicate a bullish trend while values below -40 indicate a bearish trend.": "Wskaźnik stochastyczny impetu (SMI) pomaga rozpoznać stan wykupienia lub wyprzedania na rynku i przewidzieć trendy wzrostowe i spadkowe. Wskaźnik oblicza odległość między obecną ceną zamknięcia i medianę przedziału wysokich i niskich wartości, i przedstawia 2 linie na wykresie: pierwsza (zwana %D) to średnia krocząca pierwszej linii. Jeśli cena zamknięcia jest wyższa od mediany przedziału wysokich i niskich wartości, SMI zwraca wartość dodatnią. Jeśli cena zamknięcia jest niższa niż średnia cena, zwraca wartość ujemną. Wartości powyżej 40 wskazują trend wzrostowy, a wartości poniżej -40 trend spadkowy.",
  "Themes": "Motywy",
  "There are no favorites yet.": "Brak ulubionych.",
  "This indicator does not support 1-tick intervals. To use this indicator, change your chart time interval to 1 minute or more.": "Ten wskaźnik nie obsługuje odstępów czasu wynoszących 1 tick. Jeśli chcesz użyć tego wskaźnika, zmień odstęp czasu dla wykresu na co najmniej 1 minutę.",
  "tick": "tick",
  "Tick interval only available for \\\"Area\\\" Chart type.": "Interwał ticku jest dostępny tylko dla wykresu typu \\\"Obszar\\\".",
  "Time interval": "Interwał czasowy",
  "Time Series": "Szereg czasowy",
  "Trend": "Trend",
  "Trend [num]": "Trend [num]",
  "Triangular": "Trójkątne",
  "Try checking your spelling or use a different term": "Sprawdź pisownię lub użyj innego pojęcia",
  "Type": "Typ",
  "Up to 2 active indicators allowed.": "Dozwolone są maksymalnie 2 aktywne wskaźniki.",
  "Up to 5 active indicators allowed.": "Dozwolonych jest maksymalnie 5 aktywnych wskaźników.",
  "Variable": "Zmienne",
  "Vertical [num]": "Pionowo [num]",
  "Volatility": "Zmienność",
  "Weighted": "ważony",
  "Welles Wilder": "Welles Wilder",
  "William's %R": "Williama %R",
  "William's Percent Range": "Zakres procentowy Williama",
  "Would you like to overwrite it?": "Chcesz go nadpisać?",
  "You have no active drawings yet.": "Nie masz jeszcze żadnych aktywnych szkiców.",
  "You have no active indicators yet.": "Nie masz jeszcze żadnych aktywnych wskaźników.",
  "You have no saved templates yet.": "Nie masz jeszcze żadnych zapisanych szablonów.",
  "Zero Lag": "Zero opóźnienia",
  "Zig Zag": "Zig Zag",
  "Zig Zag helps to identify trend reversals and filters out relatively small price movements by determining the support and resistance levels of the market. It accepts a percentage of deviation as the input and displays a line if the price change is larger than the percentage of deviation. Zig Zag ignores any sideways movement and is useful to filter out “market noise”.": "Zig Zag pomaga zidentyfikować odwrócenie trendu i filtruje relatywnie małe zmiany ceny poprzez określanie poziomu wsparcia i oporu rynku. Akceptuje procent odchylenia jako dane wejściowe i wyświetla linię, jeśli zmiana ceny jest większa niż ten procent odchylenia. Zig Zag ignoruje jakiekolwiek odchylenia i jest przydatny do eliminowania zakłóceń rynkowych.",
  "Zoom in": "Powiększ",
  "Zoom out": "Pomniejsz"
}