{
  "-DI": "-ඩී",
  "[symbol] feed is delayed by [delay] minutes": "[symbol] පෝෂණය මිනිත්තු [delay] කින් ප්රමාද වේ",
  "[symbol] market is now opened.": "[symbol] වෙළඳපොළ දැන් විවෘත කර ඇත.",
  "[symbol] market is presently closed.": "[symbol] වෙළඳපොළ දැනට වසා ඇත.",
  "+DI": "+ඩී",
  "2-Exponential": "2-එක්ස්පෙන්ෂනල්",
  "3-Exponential": "3-එක්ස්පෙන්ෂනල්",
  "A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result.": "යම් කාල සීමාවක් තුළ ආරක්ෂක හි අවසාන මිල එහි මිල පරාසය සමඟ සංසන්දනය කරන තාක්ෂණික ගම්යතා දර්ශකයකි. මෙම කෙරුණු වෙළෙඳපොළ ව්යාපාර සංවේදීතාව කාල සීමාව අනුව සැකසූ විසින් හෝ ප්රතිඵලයක් වෙනස්වන සාමාන්ය ගනිමින් අඩු කර ගත හැක.",
  "Active": "සක්‍රීය",
  "Add": "එකතු කරන්න",
  "Add new template": "නව සැකිල්ල එක් කරන්න",
  "Add new templates": "නව සැකිලි එක් කරන්න",
  "ADX": "ඇඩ්එක්ස්",
  "ADX/DMS": "ADX/DMS",
  "All drawings": "සියලුම චිත්ර",
  "Alligator": "අලිගාටර්",
  "already exists.": "දැනටමත් පවතී.",
  "Are you sure?": "ඔබට විශ්වාසද?",
  "Area": "ප්රදේශය",
  "Aroon": "ඇරූන්",
  "Aroon Down": "අරෝන් ඩවුන්",
  "Aroon Up": "අරෝන් අප්",
  "Available only for \\\"Area\\\" chart type.": "ලබා ගත හැක්කේ\\ \"ප්රදේශය\\” ප්රස්ථාර වර්ගය සඳහා පමණි.",
  "Available only for non-tick time intervals.": "ලබා ගත හැක්කේ ටික් නොවන කාල පරාසයන් සඳහා පමණි.",
  "Awesome": "නියමයි",
  "Awesome Oscillator": "නියමයි ඔස්කිලේටර්",
  "Axis Label": "අක්ෂය ලේබලය",
  "Base Line": "මූලික රේඛාව",
  "Base Line Period": "මූලික රේඛා කාලය",
  "Bill Williams introduced the Alligator indicator in 1995. The Alligator is as much a metaphor as it is an indicator. It consists of three lines, overlaid on a pricing chart, that represent the jaw, the teeth and the lips of the beast, and was created to help the trader confirm the presence of a trend and its direction. The Alligator indicator can also help traders designate impulse and corrective wave formations, but the tool works best when combined with a momentum indicator.": "බිල් විලියම්ස් 1995 දී අලිගාටර් දර්ශකය හඳුන්වා දුන්නේය. මෙම Alligator එය දර්ශකයක් ලෙස තරම් රූපකයක් වේ. එය රේඛා තුනකින් සමන්විත වන අතර එය මිල ප්රස්ථාරයක ආවරණය කර ඇති අතර එය හකු, දත් සහ මෘගයාගේ තොල් නියෝජනය කරන අතර වෙළෙන්දාට ප්රවණතාවක් සහ එහි දිශාව තහවුරු කිරීමට උපකාරී වන පරිදි නිර්මාණය කරන ලදී. ඇලිගේටර් දර්ශකය වෙළඳුන්ට ආවේගය සහ නිවැරදි කිරීමේ තරංග සැකැස්ම නම් කිරීමට උපකාරී වේ, නමුත් ගම්යතා දර්ශකයක් සමඟ සංයෝජනය වන විට මෙවලම වඩාත් හොඳින් ක්රියා කරයි.",
  "Bollinger Bands": "බොලින්ජර් බෑන්ඩ්ස්",
  "Bollinger Bands Bottom": "බොලින්ගර් බෑන්ඩ්ස් බොටම්",
  "Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades.": "පෙර වෙළඳාම්වලට සාපේක්ෂව මිලෙහි ඉහළ බව හෝ පහත් බව මැනීමට බොලින්ජර් බෑන්ඩ්ස් භාවිතා කළ හැකිය.",
  "Bollinger Bands Median": "බොලින්ගර් බෑන්ඩ් මැඩියන්",
  "Bollinger Bands Top": "බොලින්ගර් බෑන්ඩ් ටොප්",
  "Cancel": "අවලංගු කරන්න",
  "Candle": "ඉටිපන්දම",
  "CCI": "සීසී",
  "Channel [num]": "නාලිකාව [num]",
  "Channel Fill": "නාලිකා පිරවීම",
  "Chart data is not available for this symbol.": "මෙම සංකේතය සඳහා ප්රස්ථාර දත්ත නොමැත.",
  "Chart types": "වගු වර්ග",
  "Charts": "ප්‍රස්තාර​",
  "Clear all": "සියල්ල පැහැදිලි කරන්න",
  "Close": "වසන්න",
  "CLOSED": "වසා ඇත",
  "Color": "වර්ණ",
  "Commodity Channel Index": "වෙළඳ නාලිකා දර්ශකය",
  "Continue": "දිගටම කරගෙන යන්න",
  "Continuous [num]": "අඛණ්ඩ [num]",
  "Conversion Line": "පරිවර්තන රේඛාව",
  "Conversion Line Period": "පරිවර්තන රේඛා කාල සීමාව",
  "CSV": "CSV",
  "Dark": "අඳුරු",
  "day": "දින",
  "days": "දින",
  "Decreasing Bar": "බාර් අඩුවීම",
  "Detrended": "අත්හිටුවන ලදි",
  "Detrended Price Oscillator": "Detrended කෙරුණු මිල",
  "Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period.": "ලැරී විලියම්ස් විසින් වැඩි දියුණු කරන ලද විලියම්ස් %R යනු වේගවත් ස්ටෝචාස්ටික් කෙරුණු ප්රතිලෝම වන ගම්යතා දර්ශකයකි. ද %Rලෙස සඳහන්, විලියම්ස් %R පෙනුම ආපසු කාලය සඳහා ඉහළම ඉහළ සාපේක්ෂ සමීප මට්ටම පිළිබිඹු කරයි.",
  "Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low.": "1995 දී තුෂාර් චන්දේ විසින් වැඩි දියුණු කරන ලද Aroon යනු කොටස් ප්රවණතාවක් තිබේද නැද්ද යන්න සහ ප්රවණතාවය කෙතරම් ශක්තිමත්ද යන්න තීරණය කරන දර්ශක පද්ධතියකි. වෙනම දර්ශක දෙකක් තිබේ: ඇරෝන්-අප් සහ ඇරෝන්-ඩවුන්. දින 25 ක ඇරෝන්-අප් එකක් දින 25 ක ඉහළ සිට දින ගණන මනිනු ලැබේ. දින 25 ක ඇරෝන්-ඩවුන් දින 25 ක අඩු කාලයක සිට දින ගණන මනිනු ලැබේ.",
  "Display data for a specific date and time": "නිශ්චිත දිනයක් හා වේලාවක් සඳහා දත්ත පෙන්වන්න",
  "Display remaining time for each interval": "එක් එක් කාල පරිච්ඡේදය සඳහා ඉතිරිව ඇති කාලය පෙන්වන්න",
  "Display the highest and lowest spot price": "ඉහළම හා අඩුම ස්ථාන මිල පෙන්වන්න",
  "Distance(%)": "දුර (%)",
  "Don't show price info on chart": "මිල තොරතුරු ප්රස්ථාරයේ පෙන්වන්න එපා",
  "Donchian Channel": "ඩොන්චියන් නාලිකාව",
  "Donchian High": "ඩොන්චියන් හයි",
  "Donchian Low": "ඩොන්චියන් ලෝ",
  "Donchian Median": "ඩොන්චියන් මැඩියන්",
  "Done": "සිදු කළා",
  "Double Smoothing Period": "ද්විත්ව සුමට කිරීමේ කාලය",
  "Download": "බාගත",
  "Drawing tools": "ඇඳීම් මෙවලම්",
  "Exponential": "ඝාතීය",
  "Fast": "වේගවත්",
  "Fast MA Period": "වේගවත් MA කාල පරිච්ඡේදය",
  "Favorites": "ප්‍රියතමයන්",
  "Fib Fan [num]": "ෆයිබ් ෆෑන් [num]",
  "Field": "ක්ෂේත්රය",
  "Fill Color": "වර්ණය පිරවීම",
  "Fractal Channel": "ෆ්රැක්ටල් නාලිකාව",
  "Fractal Chaos Band": "Fractal අවුල් වාදක",
  "Fractal High": "ෆ්රැක්ටල් හයි",
  "Fractal Low": "ෆ්රැක්ටල් අඩු",
  "Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart.": "Fractals යනු වෙළඳපොලේ ආපසු හැරවීමේ ස්ථාන හඳුනා ගන්නා ඉටිපන්දම් ප්රස්ථාරවල දර්ශක වේ. මිල වර්ධනය වන දිශාව පිළිබඳ අදහසක් ලබා ගැනීම සඳහා වෙළෙන්දෝ බොහෝ විට fractals භාවිතා කරති. යම් මිල රටාව සටහන මත සිදු වූ විට ඒ fractal පිහිටුවීමට ඇත.",
  "H": "ඌ",
  "High": "ඉහළ",
  "High Period": "ඉහළ කාල පරිච්ඡේදය",
  "Highest and lowest spot": "ඉහළම හා අඩුම ස්ථානය",
  "Histogram": "ජාලරේඛය",
  "Historical data mode": "ඓතිහාසික දත්ත මාදිලිය",
  "Hl/2": "එච්එල්/2",
  "Hlc/3": "එච්එල්සී/3",
  "Hlcc/4": "එච්එල්සී/4",
  "Hollow": "හොලෝ",
  "Horizontal [num]": "තිරස් [num]",
  "hour": "පැය",
  "hours": "පැය",
  "Hull": "හල්",
  "Ichimoku Clouds": "ඉචිමෝකු වලාකුළු",
  "Increasing Bar": "තීරුව වැඩි කිරීම",
  "Indicators": "දර්ශක",
  "Interval duration": "පරතර කාලය",
  "Jaw": "හකු",
  "Jaw Offset": "හකු ඕෆ්සෙට්",
  "Jaw Period": "හකු කාල සීමාව",
  "L": "L",
  "Lagging Span": "පසුගාමී කාලය",
  "Lagging Span Period": "පසුගාමී කාල සීමාව",
  "Language": "භාෂාව",
  "Last digits stats for latest 1000 ticks on": "නවතම කිනිතුල්ලන් 1000 ක් සඳහා අවසාන ඉලක්කම් සංඛ්යාන",
  "Leading Span A": "ප්රමුඛ ස්පෑන් ඒ",
  "Leading Span B": "ප්රමුඛ ස්පෑන් බී",
  "Leading Span B Period": "ප්රමුඛ බී කාල පරිච්ඡේදය",
  "Light": "ආලෝකය",
  "Line [num]": "රේඛාව [num]",
  "Lips": "තොල්",
  "Lips Offset": "තොල් ඔෆ්සෙට්",
  "Lips Period": "තොල් කාල සීමාව",
  "Low": "අඩු",
  "Low Period": "අඩු කාල පරිච්ඡේදය",
  "MA": "මා",
  "MA Env": "එම්ඒ එන්වී",
  "MA Env Bottom": "එම්ඒ එන්වී බොටම්",
  "MA Env Median": "එම්ඒ එන්වී මැඩියන්",
  "MA Env Top": "එම්ඒ එන්වී ටොප්",
  "MACD": "MACD",
  "MACD is a trading indicator used in technical analysis of stock prices. It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price.": "MACD යනු කොටස් මිල ගණන් පිළිබඳ තාක්ෂණික විශ්ලේෂණයේදී භාවිතා කරන වෙළඳ දර්ශකයකි. තොගයක මිලෙහි ප්රවණතාවයක ශක්තිය, දිශාව, ගම්යතාව සහ කාල පරිච්ඡේදයේ වෙනස්කම් හෙළි කිරීමට නියමිතය.",
  "Markets": "වෙළඳපොල",
  "Maximum AF": "උපරිම AF",
  "Minimum AF": "අවම AF",
  "minute": "විනාඩි",
  "minutes": "විනාඩි",
  "Momentum": "ගම්යතාව",
  "Moving Average (MA)": "වෙනස්වන සාමාන්යය (mA)",
  "Moving Average Envelope": "ගමන් සාමාන්ය ලියුම් කවරයක්",
  "Moving Average Type": "චලනය වන සාමාන්ය වර්ගය",
  "Moving averages": "චලනය වන සාමාන්යය",
  "Negative Bar": "ඍණාත්මක තීරුව",
  "Network status": "ජාල තත්ත්වය",
  "No results for": "සඳහා ප්රතිඵල නොමැත",
  "Offset": "ඕෆ්සෙට්",
  "OHLC": "ඕල්ක්",
  "Ohlc/4": "ඕඑච්එල්සී/4",
  "Only selected charts and time intervals are available for this trade type.": "මෙම වෙළඳ වර්ගය සඳහා ලබා ගත හැක්කේ තෝරාගත් ප්රස්ථාර සහ කාල පරාසයන් පමණි.",
  "Open": "විවෘත කරන්න",
  "Opens in:": "විවෘත වන්නේ:",
  "Others": "අන් අය",
  "OverBought": "අධික ලෙස මිලදී ගත්තා",
  "OverSold": "අධික ලෙස විකුණුම්",
  "Overwrite": "උඩින් ලියන්න",
  "Parabolic SAR": "පරාවලයික SAR",
  "Pattern": "රටාව",
  "Percent": "ප්රතිශතය",
  "Period": "කාල සීමාව",
  "Platform settings": "වේදිකා සැකසුම්",
  "PNG": "PNG",
  "Point": "ලක්ෂ්‍යය",
  "Positive Bar": "ධනාත්මක තීරුව",
  "Price Rate of Change": "වෙනස් වීමේ මිල අනුපාතය",
  "Price ROC": "ROC මිල",
  "PSAR": "ප්සාර්",
  "Rainbow MA": "රේන්බෝ එම්ඒ",
  "Rainbow Moving Average": "දේදුන්නක් වෙනස්වන සාමාන්යය",
  "Ray [num]": "රේ [num]",
  "Rectangle [num]": "හතරැස් [num]",
  "Relative Strength Index (RSI)": "සාපේක්ෂ ශක්තිය දර්ශකය (සියළු කොටස්)",
  "Reset": "නැවත සකසන්න",
  "Result": "ප්රතිඵල",
  "Retrieving Chart Data...": "ප්රස්ථාර දත්ත ලබා ගැනීම...",
  "Retrieving Chart Engine...": "එන්ජින් ප්රස්ථාර ලබා ගැනීම...",
  "Retrieving Market Symbols...": "වෙළඳපල සංකේත ලබා ගැනීම...",
  "Retrieving Trading Times...": "වෙළඳ ටයිම්ස් ලබා ගැනීම...",
  "RSI": "ආර්එස්අයි",
  "Saved templates": "සුරකින ලද සැකිලි",
  "Search": "සොයන්න",
  "Search...": "සොයන්න...",
  "Select language": "භාෂාව තෝරන්න",
  "Select theme": "තේමාව තෝරන්න",
  "Series": "මාලාව",
  "Settings": "සැකසුම්",
  "Shading": "සෙවන",
  "Shift": "මාරුව",
  "Shift Type": "මාරුවීමේ වර්ගය",
  "Show Fractals": "ෆ්රැක්ටල් පෙන්වන්න",
  "Show Lines": "රේඛා පෙන්වන්න",
  "Show price info on chart": "මිල තොරතුරු ප්රස්ථාරයේ පෙන්වන්න",
  "Show price info on x & y axes": "x & y අක්ෂ වල මිල තොරතුරු පෙන්වන්න",
  "Show Zones": "කලාප පෙන්වන්න",
  "Signal": "සංඥාව",
  "Signal Period": "සංඥා කාලය",
  "Simple": "සරල",
  "Size": "ප්රමාණය",
  "Slow": "මන්දගාමී",
  "Slow MA Period": "මන්දගාමී MA කාලය",
  "SMA1": "එස්එම්ඒ 1",
  "SMA10": "එස්එම්ඒ 10",
  "SMA2": "එස්එම්ඒ 2",
  "SMA3": "එස්එම්ඒ 3",
  "SMA4": "එස්එම්ඒ 4",
  "SMA5": "එස්එම්ඒ 5",
  "SMA6": "එස්එම්ඒ 6",
  "SMA7": "එස්එම්ඒ 7",
  "SMA8": "එස්එම්ඒ 8",
  "SMA9": "එස්එම්ඒ 9",
  "Smooth": "සුමට",
  "Smoothing Period": "සුමට කිරීමේ කාලය",
  "Some of your active indicators don’t support 1-tick intervals. If you change to a 1-tick interval, these indicators will be removed from your chart.": "ඔබගේ සමහර ක්රියාකාරී දර්ශක 1-ටික් කාල පරාසයන් සඳහා සහය නොදක්වයි. ඔබ 1-ටික් පරතරයකට වෙනස් වුවහොත්, මෙම දර්ශකයන් ඔබගේ ප්රස්ථාරයෙන් ඉවත් කරනු ලැබේ.",
  "Some of your templates may not work with this trade type.": "ඔබේ සමහර සැකිලි මෙම වෙළඳ වර්ගය සමඟ ක්රියා නොකළ හැකිය.",
  "Standard Deviations": "සම්මත අපගමනය",
  "Stch Mtm": "එස්ටීච් එම්ටීඑම්",
  "Stochastic": "ස්ටෝචස්ටික්",
  "Stochastic Momentum Index": "ස්ථිතික ගම්යතා දර්ශකය",
  "Stochastic Oscillator": "ස්ථිතික ඔස්කිලේටර්",
  "Streaming for [symbol] is not available due to license restrictions": "බලපත්ර සීමාවන් හේතුවෙන් [symbol] සඳහා ප්රවාහය ලබා ගත නොහැක",
  "Teeth": "දත්",
  "Teeth Offset": "දත් ඕෆ්සෙට්",
  "Teeth Period": "දත් කාලය",
  "Templates": "සැකිලි",
  "The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength.": "ජේ Welles විල්ඩර් විසින් 1978 දී සාමාන්ය දිශාභිමුඛ ව්යාපාරය දර්ශකය දර්ශකය (ADX) මූල්ය මෙවලමක් ADX මිල මාලාවක් ප්රවණතාව ශක්තිය දර්ශකයක් ලෙස සංවර්ධනය කරන ලදී 0 සහ 100 අතර පරාසයක ඇත. සාමාන්යයෙන්, 20 ට අඩු ADX කියවීම් ප්රවණතා දුර්වලතාවයක් පෙන්නුම් කරන අතර 40 ට වැඩි කියවීම් ප්රවණතා ශක්තිය පෙන්නුම් කරයි.",
  "The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals.": "මෙම අරුම පුදුම කෙරුණු වෙළෙඳපොළ ගම්යතාව මැනීමට භාවිතා කරන දර්ශකයක් වේ. AO 34 කාල පරිච්ඡේදයක වෙනස ගණනය කරයි 5 කාල පරිච්ඡේදයේ සරල චලනය වන සාමාන්යය. භාවිතා කරන බව සරල වෙනස්වන සාමාන්යය අවසන් මිල භාවිතා ගණනය නොව ඒ වෙනුවට එක් එක් තීරුව ගේ midpoints. AO සාමාන්යයෙන් ප්රවණතා තහවුරු කිරීමට හෝ ආපසු හැරවීම් අපේක්ෂා කිරීමට භාවිතා කරයි.",
  "The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions.": "වෙළඳ භාණ්ඩ චැනල් දර්ශකය (CCI) යනු නව ප්රවණතාවක් හඳුනා ගැනීමට හෝ ආන්තික තත්වයන් අනතුරු ඇඟවීමට භාවිතා කළ හැකි බහුකාර්ය දර්ශකයකි.",
  "The Detrended Price Oscillator (DPO) helps to identify price cycles without the influence of short- and long-term trends. The DPO compares a simple moving average to a historical pricenear the middle of a specified period. It also shows the peaks and drops over that particular period, making it easier to predict buy points.": "කෙටි හා දිගු කාලීන ප්රවණතාවන්ගේ බලපෑමකින් තොරව මිල චක්ර හඳුනා ගැනීමට ඩෙට්රෙන්ඩඩ් මිල ඔස්කිලේටර් (ඩීපීඕ) උපකාරී වේ. ඩීපීඕ සරල චලනය වන සාමාන්යයක් නිශ්චිත කාල පරිච්ඡේදයක මැද ඓතිහාසික මිල කණකට සංසන්දනය කරයි. එම කාල සීමාව තුළ කඳු මුදුන් සහ බිංදු ද පෙන්වන අතර එමඟින් මිලදී ගැනීමේ ලකුණු පුරෝකථනය කිරීම පහසු කරයි.",
  "The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen.": "ඩොන්චියන් චැනල් යනු රිචඩ් ඩොන්චියන් විසින් සංවර්ධනය කරන ලද වෙළඳපල වෙළඳාමේ භාවිතා කරන දර්ශකයකි. එය පසුගිය n කාල වැඩිම ඉහළ හා පහළම අඩු ගනිමින් පිහිටුවා ඇත. ඉහළ සහ පහත් අතර ප්රදේශය තෝරාගත් කාල පරිච්ඡේදය සඳහා නාලිකාව වේ.",
  "The Ichimoku Cloud, also known as Ichimoku Kinko Hyo, is a versatile indicator that defines support and resistance, identifies trend direction, gauges momentum and provides trading signals. Ichimoku Kinko Hyo translates into “one look equilibrium chart”.": "ඉචිමෝකු කිංකෝ හයෝ ලෙසද හැඳින්වෙන ඉචිමෝකු වලාකුළු යනු සහාය සහ ප්රතිරෝධය නිර්වචනය කරන, ප්රවණතා දිශාව හඳුනා ගැනීම, ගම්යතාව මැනීම සහ වෙළඳ සං als ා සපයන බහුකාර්ය දර්ශකයකි. ඉචිමෝකු කිංකෝ හියෝ “එක් පෙනුමක් සමතුලිතතා ප්රස්ථාරයක්” බවට පරිවර්තනය කරයි.",
  "The Moving Average (MA) helps to identify the overall market trend by filtering out short-term price fluctuations. Using historical data, it calculates the average price over a specific period and plots a line on the chart. If the MA line moves upwards, it’s an indicator of an uptrend, a downtrend if it moves downwards. A buy signal occurs when the price moves above the MA line.": "කෙටිකාලීන මිල උච්චාවචනයන් පෙරීමෙන් සමස්ත වෙළඳපල ප්රවණතාව හඳුනා ගැනීමට චලනය වන සාමාන්යය (එම්ඒ) උපකාරී වේ. ඓතිහාසික දත්ත භාවිතා කරමින්, එය නිශ්චිත කාල පරිච්ඡේදයක් තුළ සාමාන්ය මිල ගණනය කර ප්රස්ථාරයේ රේඛාවක් සකස් කරයි. එම්ඒ රේඛාව ඉහළට ගමන් කරන්නේ නම්, එය ඉහළට යාමේ දර්ශකයකි, එය පහළට ගමන් කරන්නේ නම් පහත වැටීමක්. මිල එම්ඒ රේඛාවට ඉහළින් ගමන් කරන විට මිලදී ගැනීමේ සං signal ාවක් සිදු වේ.",
  "The Moving Average Envelope (MAE) helps to identify strong price movement that indicates the start of a trend. The MAE creates a moving average line as well as 2 bands around it. In theory, when the market price touches the upper or lower bands, a trend reversal will occur, indicating a buy signal.": "චලනය වන සාමාන්ය ලියුම් කවරය (MAE) ප්රවණතාවක ආරම්භය පෙන්නුම් කරන ශක්තිමත් මිල චලනය හඳුනා ගැනීමට උපකාරී වේ. MAE චලනය වන සාමාන්ය රේඛාවක් මෙන්ම එය වටා පටි 2 ක් නිර්මාණය කරයි. න්යායට අනුව, වෙළඳපල මිල ඉහළ හෝ පහළ පටි ස්පර්ශ කරන විට, ප්රවණතා ආපසු හැරවීමක් සිදුවනු ඇත, එය මිලදී ගැනීමේ සං signal ාවක් පෙන්නුම් කරයි.",
  "The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance.": "පරාවලයික SAR මිලෙහි එක් එක් ප්රවණතාව සඳහා ස්වාධීනව ගණනය කරනු ලැබේ. මිල ඉහළ යන විට, SAR මිලට වඩා පහළින් මතු වී ඒ දෙසට ඉහළට අභිසාරී වේ. ඒ හා සමානව, පහත වැටීමක් මත, SAR මිලට වඩා ඉහළින් ඉස්මතු වන අතර පහළට අභිසාරී වේ. ප්රවණතාවක් තුළ සෑම පියවරකදීම SAR එක් කාල පරිච්ඡේදයක් කල්තියා ගණනය කරනු ලැබේ.",
  "The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage.": "මිල අනුපාතය-of-වෙනස් (ROC) දර්ශකයක් වත්මන් මිල හා මිල x- කාල කාල කාල අතර වෙනස පෙන්වයි. වෙනස ලකුණු හෝ ප්රතිශතයක් ලෙස පෙන්විය හැකිය.",
  "The Rainbow Moving Average (RMA) displays several moving average lines simultaneously. When the lines intersect, it’s an indicator of price reversal and the angle of the lines are helpful to predict the trend strength. The steeper the curve, the stronger the trend. When the price crosses the moving average lines from below, it signals an upward trend. When the price crosses the moving average lines from above, it signals a downward trend. The RMA is easier to use compared to using several different moving average indicators at once.": "රේන්බෝ චලනය වන සාමාන්යය (ආර්එම්ඒ) එකවර චලනය වන සාමාන්ය රේඛා කිහිපයක් පෙන්වයි. රේඛා ඡේදනය වූ විට, එය මිල ආපසු හැරවීම පිළිබඳ දර්ශකයක් වන අතර රේඛාවල කෝණය ප්රවණතා ශක්තිය පුරෝකථනය කිරීමට උපකාරී වේ. වක්රය තීව්ර වන තරමට ප්රවණතාවය ශක්තිමත් වේ. මිල පහත සිට චලනය වන සාමාන්ය රේඛා තරණය කරන විට, එය ඉහළ ප්රවණතාවක් සංඥා කරයි. මිල ඉහළින් චලනය වන සාමාන්ය රේඛා හරහා ගමන් කරන විට, එය පහත වැටීමේ ප්රවණතාවක් සංඥා කරයි. එකවර විවිධ චලනය වන සාමාන්ය දර්ශක කිහිපයක් භාවිතා කිරීමට සාපේක්ෂව ආර්එම්ඒ භාවිතා කිරීම පහසුය.",
  "The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The flutter_chart_id of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length.": "සාපේක්ෂ ශක්ති දර්ශකය (RSI) ප්රකාශයට පත් කරන ලද්දේ ජේ වෙල්ස් වයිල්ඩර් විසිනි. වර්තමාන මිල 0 සහ 100 අතර ප්රතිශතයක් ලෙස සාමාන්යකරණය කර ඇත. මෙම ඔස්කිලේටරයේ flutter_chart_id නොමඟ යන්නේ එය වෙනත් උපකරණයක් හෝ උපකරණ කට්ටලයකට සාපේක්ෂව උපකරණය සංසන්දනය නොකරන නිසා, ඒ වෙනුවට තෝරාගත් lookback කවුළුව දිග තුළ අනෙකුත් මෑත කෑලිවලට සාපේක්ෂව වත්මන් මිල නියෝජනය කරයි.",
  "The Stochastic Momentum Index (SMI) helps to identify overbought or oversold conditions in the market and to predict bearish or bullish trends. It calculates the distance between the current closing price and the median of the high/low range, and displays 2 lines on the chart: the first (known as %K) represents the price movement while the second (known as %D) is a moving average of the first line. If the closing price is higher than the median of the high/low range, the SMI returns a positive value. If the closing price is lower than the average price, a negative value is returned. Values above 40 indicate a bullish trend while values below -40 indicate a bearish trend.": "ස්ටෝචාස්ටික් ගම්යතා දර්ශකය (එස්එම්අයි) වෙළඳපොලේ මිල දී ගැනීම් හෝ අධික විකුණුම් තත්වයන් හඳුනා ගැනීමට සහ පහතයාමේ හෝ බුලිෂ් ප්රවණතා පුරෝකථනය කිරීමට උපකාරී වේ. එය වර්තමාන අවසාන මිල සහ ඉහළ/අඩු පරාසයේ මධ්යන්ය අතර දුර ගණනය කරන අතර ප්රස්ථාරයේ පේළි 2 ක් පෙන්වයි: පළමු (% K ලෙස හැඳින්වෙන) මිල චලනය වන අතර දෙවැන්න ( %Dලෙස හැඳින්වෙන) පළමු පේළියේ චලනය වන සාමාන්යය වේ. අවසාන මිල ඉහළ/අඩු පරාසයේ මධ්යන්යයට වඩා වැඩි නම්, SMI ධනාත්මක අගයක් ලබා දෙයි. අවසාන මිල සාමාන්ය මිලට වඩා අඩු නම්, negative ණ අගයක් ආපසු ලබා දෙනු ලැබේ. 40 ට වැඩි අගයන් බුලිෂ් ප්රවණතාවක් පෙන්නුම් කරන අතර -40 ට අඩු අගයන් පහත වැටීමේ ප්රවණතාවක් පෙන්නුම් කරයි.",
  "Themes": "තේමාවන්",
  "There are no favorites yet.": "තවමත් ප්රියතමයන් නොමැත.",
  "This indicator does not support 1-tick intervals. To use this indicator, change your chart time interval to 1 minute or more.": "මෙම දර්ශකය 1-ටික් කාල පරාසයන් සඳහා සහය නොදක්වයි. මෙම දර්ශකය භාවිතා කිරීමට, ඔබගේ සටහන කාල පරතරය වෙනස් 1 විනාඩි හෝ ඊට වැඩි.",
  "tick": "ටික්",
  "Tick interval only available for \\\"Area\\\" Chart type.": "ටික් පරතරය ලබා ගත හැක්කේ\\ \"ප්රදේශය\\” ප්රස්ථාර වර්ගය සඳහා පමණි.",
  "Time interval": "කාල පරතරය",
  "Time Series": "කාල මාලාව",
  "Trend": "ප්රවණතාව",
  "Trend [num]": "ප්රවණතාව [num]",
  "Triangular": "ත්‍රිකෝණාකාර",
  "Try checking your spelling or use a different term": "ඔබේ අක්ෂර වින්යාසය පරීක්ෂා කිරීමට උත්සාහ කරන්න හෝ වෙනත් යෙදුමක් භාවිතා කරන්න",
  "Type": "වර්ගය",
  "Up to 2 active indicators allowed.": "සක්රීය දර්ශක 2 ක් දක්වා අවසර ඇත.",
  "Up to 5 active indicators allowed.": "සක්රීය දර්ශක 5 ක් දක්වා ඉඩ දී ඇත.",
  "Variable": "විචල්‍යය",
  "Vertical [num]": "සිරස් [num]",
  "Volatility": "අස්ථාවරත්වය",
  "Weighted": "බරින් යුක්ත",
  "Welles Wilder": "වෙල්ස් වයිල්ඩර්",
  "William's %R": "විලියම්ගේ %R",
  "William's Percent Range": "විලියම්ගේ ප්රතිශත පරාසය",
  "Would you like to overwrite it?": "ඔබ එය නැවත ලිවීමට කැමතිද?",
  "You have no active drawings yet.": "ඔබට තවමත් ක්රියාකාරී චිත්ර නොමැත.",
  "You have no active indicators yet.": "ඔබට තවමත් ක්රියාකාරී දර්ශක නොමැත.",
  "You have no saved templates yet.": "ඔබට තවමත් සුරකින ලද සැකිලි නොමැත.",
  "Zero Lag": "ශුරෝ ලැග්",
  "Zig Zag": "සිග් සැග්",
  "Zig Zag helps to identify trend reversals and filters out relatively small price movements by determining the support and resistance levels of the market. It accepts a percentage of deviation as the input and displays a line if the price change is larger than the percentage of deviation. Zig Zag ignores any sideways movement and is useful to filter out “market noise”.": "සිග් සැග් ප්රවණතා ප්රතිවර්තනයන් හඳුනා ගැනීමට උපකාරී වන අතර වෙළඳපොළේ ආධාරක සහ ප්රතිරෝධක මට්ටම් තීරණය කිරීමෙන් සාපේක්ෂව කුඩා මිල චලනයන් පෙරහන් කරයි. එය අපගමනය ප්රතිශතයක් ආදානය ලෙස පිළිගන්නා අතර මිල වෙනස් වීම අපගමනය ප්රතිශතයට වඩා විශාල නම් රේඛාවක් පෙන්වයි. සිග් සැග් ඕනෑම පැත්තක චලනයක් නොසලකා හරින අතර “වෙළඳපල ශබ්දය” පෙරීමට ප්රයෝජනවත් වේ.",
  "Zoom in": "විශාලනය",
  "Zoom out": "විශාලනය කරන්න"
}