{
  "-DI": "-DI",
  "[symbol] feed is delayed by [delay] minutes": "Misho wa [ishara] hucheleweshwa na dakika [kuchelewa]",
  "[symbol] market is now opened.": "Soko la [ishara] sasa limefunguliwa.",
  "[symbol] market is presently closed.": "Soko la [ishara] limefungwa kwa sasa.",
  "+DI": "+DI",
  "2-Exponential": "2-Exponential",
  "3-Exponential": "3-Mfanyiko",
  "A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result.": "Kiashiria cha kasi cha kiufundi ambacho kinalinganisha bei ya kufungwa ya usalama na kiwango chake cha bei kwa kipindi fulani. Usikivu wa oscillator kwa harakati za soko inaweza kupunguzwa kwa kurekebisha kipindi cha muda au kwa kuchukua wastani wa kusonga wa matokeo.",
  "Active": "Inafanya kazi",
  "Add": "Ongeza",
  "Add new template": "Ongeza template mpya",
  "Add new templates": "Ongeza templeti mpya",
  "ADX": "ADX",
  "ADX/DMS": "ADX/DMS",
  "All drawings": "Michoro yote",
  "Alligator": "Alligator",
  "already exists.": "tayari ipo.",
  "Are you sure?": "Je! Una uhakika?",
  "Area": "Eneo",
  "Aroon": "Aroon",
  "Aroon Down": "Aroon Down",
  "Aroon Up": "Aroon Up",
  "Available only for \\\"Area\\\" chart type.": "Inapatikana tu kwa aina ya chati ya\\ \"Area\\”.",
  "Available only for non-tick time intervals.": "Inapatikana tu kwa vipindi vya muda visivyo na alama.",
  "Awesome": "Ajabu",
  "Awesome Oscillator": "Oscillator ya kushangaza",
  "Axis Label": "Lebo ya Mhimili",
  "Base Line": "Mstari wa Msingi",
  "Base Line Period": "Kipindi cha Mstari wa Msing",
  "Bill Williams introduced the Alligator indicator in 1995. The Alligator is as much a metaphor as it is an indicator. It consists of three lines, overlaid on a pricing chart, that represent the jaw, the teeth and the lips of the beast, and was created to help the trader confirm the presence of a trend and its direction. The Alligator indicator can also help traders designate impulse and corrective wave formations, but the tool works best when combined with a momentum indicator.": "Bill Williams alianzisha kiashiria cha Alligator mnamo 1995. Alligator ni sifa kama ilivyo kiashiria. Inajumuisha mistari mitatu, iliyowekwa kwenye chati ya bei, ambayo inawakilisha taa, meno na midomo ya mnyama, na iliundwa kusaidia mfanyabiashara kuthibitisha uwepo wa mwenendo na mwelekeo wake. Kiashiria cha Alligator pia kinaweza kusaidia wafanyabiashara kuteua muundo wa wimbi la msukumo na marekebisho, lakini chombo kinafanya kazi vizuri wakati inapochanganywa na kiashiria cha kasi",
  "Bollinger Bands": "Bendi za Bollinger",
  "Bollinger Bands Bottom": "Bandi za Bollinger Chini",
  "Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades.": "Bendi za Bollinger zinaweza kutumika kupima juu au chini wa bei kulinganishwa na biashara zilizopita.",
  "Bollinger Bands Median": "Bandi za Bollinger Median",
  "Bollinger Bands Top": "Bollinger Bendi za Juu",
  "Cancel": "Ghairi",
  "Candle": "Mshumaa",
  "CCI": "CCI",
  "Channel [num]": "Kituo [namba]",
  "Channel Fill": "Jaza Kituo",
  "Chart data is not available for this symbol.": "Takwimu za chati haipatikani kwa ishara hii.",
  "Chart types": "Aina za chati",
  "Charts": "Chati",
  "Clear all": "Futa yote",
  "Close": "Funga",
  "CLOSED": "IMEFUNGWA",
  "Color": "Rangi",
  "Commodity Channel Index": "Kielezo cha Kituo cha Bidhaa",
  "Continue": "Endelea",
  "Continuous [num]": "Inaendelea [nambari]",
  "Conversion Line": "Mstari wa Kubadilisha",
  "Conversion Line Period": "Kipindi cha Mstari wa Badil",
  "CSV": "CSV",
  "Dark": "Giza",
  "day": "siku",
  "days": "siku",
  "Decreasing Bar": "Baa ya Kupungua",
  "Detrended": "Imezuiliwa",
  "Detrended Price Oscillator": "Oscillator ya bei iliyopunguzwa",
  "Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period.": "Iliyoundwa na Larry Williams, Williams %R ni kiashiria cha kasi ambacho ni kinyume cha Fast Stochastic Oscillator. Pia inajulikana kama %R, Williams %R inaonyesha kiwango cha jamaa wa karibu na juu zaidi kwa kipindi cha kutazama nyuma.",
  "Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low.": "Iliyotengenezwa na Tushar Chande mnamo 1995, Aroon ni mfumo wa kiashiria ambao huamua ikiwa hisa inaendelea au la na jinsi mwenendo huo ulikuwa na nguvu. Kuna viashiria viwili tofauti: Aroon-Up na Aroon-Down. Aroon-Up ya siku 25 hupima idadi ya siku tangu kiwango cha juu cha siku 25. Aroon-Down ya siku 25 hupima idadi ya siku tangu kiwango cha chini cha siku 25.",
  "Display data for a specific date and time": "Onyesha data kwa tarehe na wakati maalum",
  "Display remaining time for each interval": "Onyesha wakati uliobaki kwa kila kipindi",
  "Display the highest and lowest spot price": "Onyesha bei ya juu na ya chini kabisa",
  "Distance(%)": "Umbali (%)",
  "Don't show price info on chart": "Usionyhe maelezo ya bei kwenye chati",
  "Donchian Channel": "Kituo cha Donchian",
  "Donchian High": "Donchian High",
  "Donchian Low": "Donchian Low",
  "Donchian Median": "Donchian Median",
  "Done": "Imekamilika",
  "Double Smoothing Period": "Kipindi cha Kusafisha Mbili",
  "Download": "Pakua",
  "Drawing tools": "Zana za kuchora",
  "Exponential": "Mwanganyiko",
  "Fast": "Haraka",
  "Fast MA Period": "Kipindi cha Haraka cha MA",
  "Favorites": "Vipendwa",
  "Fib Fan [num]": "Fib Fan [num]",
  "Field": "Uwanja",
  "Fill Color": "Jaza Rangi",
  "Fractal Channel": "Kituo cha Fractal",
  "Fractal Chaos Band": "Bendi ya Fractal Chaos",
  "Fractal High": "Fractal High",
  "Fractal Low": "Fractal Low",
  "Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart.": "Fractals ni viashiria kwenye chati za taa ambazo zinatambua pointi za kubadilishwa kwenye soko. Wafanyabiashara mara nyingi hutumia fractali kupata wazo juu ya mwelekeo ambao bei itaendelea. Fraktali itaunda wakati muundo fulani wa bei unatokea kwenye chati.",
  "H": "H",
  "High": "High",
  "High Period": "Kipindi cha juu",
  "Highest and lowest spot": "Sehemu ya juu na ya chini",
  "Histogram": "Histogram",
  "Historical data mode": "Hali ya data ya kihistoria",
  "Hl/2": "Hl/2",
  "Hlc/3": "HLC/3",
  "Hlcc/4": "Hlcc/4",
  "Hollow": "Nguvu",
  "Horizontal [num]": "Uwawa [nambari]",
  "hour": "saa",
  "hours": "saa",
  "Hull": "Hull",
  "Ichimoku Clouds": "Mawingu ya Ichimoku",
  "Increasing Bar": "Kuongezeka kwa Bar",
  "Indicators": "Viashiria",
  "Interval duration": "Muda wa muda",
  "Jaw": "Mtaa",
  "Jaw Offset": "Ofiti ya Twa",
  "Jaw Period": "Kipindi cha Twa",
  "L": "L",
  "Lagging Span": "Kipimo cha mbali",
  "Lagging Span Period": "Kipindi cha Kipindi cha Muda",
  "Language": "Lugha",
  "Last digits stats for latest 1000 ticks on": "Takwimu za mwisho za tarakimu za hivi karibuni za 1000 kwenye",
  "Leading Span A": "Kuongoza Span A",
  "Leading Span B": "Kuongoza Span B",
  "Leading Span B Period": "Kipindi cha Kuongoza Span B",
  "Light": "Mwanga",
  "Line [num]": "Mstari [nambari]",
  "Lips": "Midomo",
  "Lips Offset": "Midomo Offset",
  "Lips Period": "Kipindi cha Midomo",
  "Low": "Chini",
  "Low Period": "Kipindi cha chini",
  "MA": "MA",
  "MA Env": "MA Env",
  "MA Env Bottom": "MA Env Chini",
  "MA Env Median": "MA Env Median",
  "MA Env Top": "MA Env Top",
  "MACD": "MACD",
  "MACD is a trading indicator used in technical analysis of stock prices. It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price.": "MACD ni kiashiria cha biashara kinachotumiwa katika uchambuzi wa kiufundi wa bei za hisa. Inapaswa kufichua mabadiliko katika nguvu, mwelekeo, kasi, na muda wa mwenendo wa bei ya hisa.",
  "Markets": "Masoko",
  "Maximum AF": "Kiwango cha juu cha AF",
  "Minimum AF": "Kiwango cha chini cha AF",
  "minute": "dakika",
  "minutes": "dakika",
  "Momentum": "Mwendo",
  "Moving Average (MA)": "Wastani wa kusonga (MA)",
  "Moving Average Envelope": "Bahasha ya wastani ya kusonga",
  "Moving Average Type": "Aina ya wastani ya kusonga",
  "Moving averages": "Wastani wa kusonga",
  "Negative Bar": "Bar hasi",
  "Network status": "Hali ya mtandao",
  "No results for": "Hakuna matokeo kwa",
  "Offset": "Kidhibiti",
  "OHLC": "OHLC",
  "Ohlc/4": "Ohlc/4",
  "Only selected charts and time intervals are available for this trade type.": "Chati zilizochaguliwa tu na vipindi vya muda vinapatikana kwa aina hii ya biashara.",
  "Open": "Fungua",
  "Opens in:": "Inafungua katika:",
  "Others": "Wengine",
  "OverBought": "Kununuliwa kupita",
  "OverSold": "Imeuzwa kupita",
  "Overwrite": "Kuandika upya",
  "Parabolic SAR": "SAR ya paraboliki",
  "Pattern": "Mfano",
  "Percent": "Asilimia",
  "Period": "Kipindi",
  "Platform settings": "Mipangilio ya jukwaa",
  "PNG": "PNG",
  "Point": "Hatua",
  "Positive Bar": "Baa nzuri",
  "Price Rate of Change": "Kiwango cha Bei cha Mabadiliko",
  "Price ROC": "Bei ya ROC",
  "PSAR": "PSAR",
  "Rainbow MA": "Rainbow MA",
  "Rainbow Moving Average": "Wastani wa kusonga mvua",
  "Ray [num]": "Ray [num]",
  "Rectangle [num]": "Mstatili [num]",
  "Relative Strength Index (RSI)": "Kielelezo cha Nguvu ya Uhusiano (RSI)",
  "Reset": "Weka upya",
  "Result": "Matokeo",
  "Retrieving Chart Data...": "Kupata Takwimu ya Chati...",
  "Retrieving Chart Engine...": "Kurejesha Injini ya Chati...",
  "Retrieving Market Symbols...": "Kurejesha Alama za Soko...",
  "Retrieving Trading Times...": "Kurejesha Nyakati za Biashara...",
  "RSI": "RSI",
  "Saved templates": "Templeti zilizohifad",
  "Search": "Tafuta",
  "Search...": "Tafuta...",
  "Select language": "Chagua lugha",
  "Select theme": "Chagua mandhari",
  "Series": "Mfululizo",
  "Settings": "Mipangilio",
  "Shading": "Kivuli",
  "Shift": "Mabadiliko",
  "Shift Type": "Aina ya Shift",
  "Show Fractals": "Onyesha Fractals",
  "Show Lines": "Onyesha Mistari",
  "Show price info on chart": "Onyesha maelezo ya bei kwenye chati",
  "Show price info on x & y axes": "Onyesha maelezo ya bei kwenye mhimili wa x & y",
  "Show Zones": "Onyesha Maeneo",
  "Signal": "Ishara",
  "Signal Period": "Kipindi cha Ishara",
  "Simple": "Rahisi",
  "Size": "Ukubwa",
  "Slow": "Polepole",
  "Slow MA Period": "Kipindi cha polepole cha MA",
  "SMA1": "SMA1",
  "SMA10": "SMA10",
  "SMA2": "SMA2",
  "SMA3": "SMA3",
  "SMA4": "SMA4",
  "SMA5": "SMA5",
  "SMA6": "SMA6",
  "SMA7": "SMA7",
  "SMA8": "SMA8",
  "SMA9": "SMA9",
  "Smooth": "Nyororo",
  "Smoothing Period": "Kipindi cha Kusafisha",
  "Some of your active indicators don’t support 1-tick intervals. If you change to a 1-tick interval, these indicators will be removed from your chart.": "Baadhi ya viashiria vyako vya kazi haziunga mkono vipindi vya kitiki 1. Ikiwa utabadilika kwa muda wa kitani 1, viashiria hivi vitaondolewa kwenye chati yako.",
  "Some of your templates may not work with this trade type.": "",
  "Standard Deviations": "Upungufu wa kawaida",
  "Stch Mtm": "STCH MTM",
  "Stochastic": "Stochastic",
  "Stochastic Momentum Index": "Kielelezo cha Momentum ya Stochastic",
  "Stochastic Oscillator": "Stochastic Oscillator",
  "Streaming for [symbol] is not available due to license restrictions": "Utiririshaji wa [ishara] haipatikani kwa sababu ya vizuizi vya leseni",
  "Teeth": "Meno",
  "Teeth Offset": "Meno ya Meno",
  "Teeth Period": "Kipindi cha Meno",
  "Templates": "Templeti",
  "The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength.": "Fahirisi ya Wastani ya Movenzi wa Mwelekeo (ADX) ilitengenezwa mnamo 1978 na J. Welles Wilder kama kiashiria cha nguvu ya mwenendo katika mfululizo wa bei za chombo cha kifedha ADX itakuwa kati ya 0 na 100. Kwa ujumla, usomaji wa ADX chini ya 20 unaonyesha udhaifu wa mwenendo, na usomaji juu ya 40 unaonyesha nguvu ya mwel",
  "The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals.": "Awesome Oscillator ni kiashiria kinachotumiwa kupima kasi ya soko. AO huhesabu tofauti ya wastani rahisi ya Kipindi cha 34 na Kipindi 5. Wastani rahisi wa kusonga ambayo hutumiwa haihesabiwi kwa kutumia bei ya kufunga lakini badala yake pointi za kati ya kila bar. AO kwa ujumla hutumiwa kuthibitisha mwenendo au kutarajia mabadiliko yanayowezekana.",
  "The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions.": "Kielelezo cha Kituo cha Bidhaa (CCI) ni kiashiria kinachoweza kutumika kutambua mwenendo mpya au kuonya juu ya hali kali.",
  "The Detrended Price Oscillator (DPO) helps to identify price cycles without the influence of short- and long-term trends. The DPO compares a simple moving average to a historical pricenear the middle of a specified period. It also shows the peaks and drops over that particular period, making it easier to predict buy points.": "Detrended Price Oscillator (DPO) husaidia kutambua mizunguko ya bei bila ushawishi wa mwenendo wa muda mfupi na wa muda mrefu. DPO inalinganisha wastani rahisi wa kusonga na bei ya kihistoria katikati ya kipindi maalum. Pia inaonyesha kilele na kushuka katika kipindi hicho fulani, na kuifanya iwe rahisi kutabiri pointi za ununuzi.",
  "The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen.": "Kituo cha Donchian ni kiashiria kinachotumiwa katika biashara ya soko iliyotengenezwa na Richard Donchian. Inaundwa kwa kuchukua juu zaidi na chini kabisa kati ya vipindi vya n vya mwisho. Eneo kati ya juu na ya chini ni kituo cha kipindi kilichochaguliwa.",
  "The Ichimoku Cloud, also known as Ichimoku Kinko Hyo, is a versatile indicator that defines support and resistance, identifies trend direction, gauges momentum and provides trading signals. Ichimoku Kinko Hyo translates into “one look equilibrium chart”.": "Wingu la Ichimoku, pia inajulikana kama Ichimoku Kinko Hyo, ni kiashiria kinachotoa kinachofafanua msaada na upinzani, hutambua mwelekeo wa mwenendo, hupima kasi na hutoa ishara za biashara. Ichimoku Kinko Hyo inatafsiri kuwa “chati ya usawa wa mwonekano mmoja”.",
  "The Moving Average (MA) helps to identify the overall market trend by filtering out short-term price fluctuations. Using historical data, it calculates the average price over a specific period and plots a line on the chart. If the MA line moves upwards, it’s an indicator of an uptrend, a downtrend if it moves downwards. A buy signal occurs when the price moves above the MA line.": "Wastani wa Kusonga (MA) husaidia kutambua mwenendo wa jumla wa soko kwa kuchuja mabadiliko ya bei ya muda mfupi. Kutumia data ya kihistoria, inahesabu bei ya wastani kwa kipindi maalum na inapanga mstari kwenye chati. Ikiwa mstari wa MA unasonga juu, ni kiashiria cha kuongezeka, mwenendo wa kushuka ikiwa unasonga chini. Ishara ya ununuzi hutokea wakati bei inapohamia juu ya mstari wa MA.",
  "The Moving Average Envelope (MAE) helps to identify strong price movement that indicates the start of a trend. The MAE creates a moving average line as well as 2 bands around it. In theory, when the market price touches the upper or lower bands, a trend reversal will occur, indicating a buy signal.": "Habasha ya wastani ya kusonga (MAE) husaidia kutambua harakati kali za bei ambayo inaonyesha mwanzo wa mwenendo. MAE huunda mstari wa wastani wa kusonga pamoja na bendi 2 karibu nayo. Kwa nadharia, wakati bei ya soko inagusa bendi za juu au za chini, mabadiliko ya mwenendo utatokea, ikionyesha ishara ya ununuzi.",
  "The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance.": "SAR ya parabolic inahesabiwa karibu kwa kujitegemea kwa kila mwenendo wa bei. Wakati bei iko katika mwenendo wa kuongezeka, SAR inaonekana chini ya bei na inakusanyika juu kuelekea kwake. Vivyo hivyo, kwa mwenendo wa kushuka, SAR inaonekana juu ya bei na inakusanyika chini. Katika kila hatua ndani ya mwenendo, SAR inahesabiwa kipindi kimoja mapema.",
  "The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage.": "Kiashiria cha Bei cha Kiwango cha Mabadiliko (ROC) kinaonyesha tofauti kati ya bei ya sasa na bei vipindi vya wakati x zilizopita. Tofauti inaweza kuonyeshwa kwa pointi au kama asilimia.",
  "The Rainbow Moving Average (RMA) displays several moving average lines simultaneously. When the lines intersect, it’s an indicator of price reversal and the angle of the lines are helpful to predict the trend strength. The steeper the curve, the stronger the trend. When the price crosses the moving average lines from below, it signals an upward trend. When the price crosses the moving average lines from above, it signals a downward trend. The RMA is easier to use compared to using several different moving average indicators at once.": "Rainbow Moving Average (RMA) inaonyesha mistari kadhaa ya wastani inayohamia wakati huo huo. Wakati mistari zinapokatana, ni kiashiria cha kubadilishwa bei na pembe ya mistari inasaidia kutabiri nguvu ya mwenendo. Kadiri mzunguko unavyoweza, ndivyo mwenendo unavyoweza ngu Bei inapovuka mistari ya wastani wa kusonga kutoka chini, inaashiria mwenendo wa kuongezeka. Bei inapovuka mistari ya wastani wa kusonga kutoka juu, inaashiria mwenendo wa kushuka. RMA ni rahisi kutumia ikilinganishwa na kutumia viashiria kadhaa tofauti vya wastani wa kusonga mara moja.",
  "The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The flutter_chart_id of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length.": "Fahirisi ya Nguvu ya Relay (RSI) ilichapishwa na J. Welles Wilder. Bei ya sasa imeorodheshwa kama asilimia kati ya 0 na 100. Flutter_chart_id ya oscillator hii inatoa kwa sababu hailinganishi chombo kinachohusiana na chombo kingine au seti ya vyombo, lakini badala yake inawakilisha bei ya sasa ikilinganishwa na vipande vingine vya hivi karibuni ndani ya urefu wa dirisha lililochaguliwa.",
  "The Stochastic Momentum Index (SMI) helps to identify overbought or oversold conditions in the market and to predict bearish or bullish trends. It calculates the distance between the current closing price and the median of the high/low range, and displays 2 lines on the chart: the first (known as %K) represents the price movement while the second (known as %D) is a moving average of the first line. If the closing price is higher than the median of the high/low range, the SMI returns a positive value. If the closing price is lower than the average price, a negative value is returned. Values above 40 indicate a bullish trend while values below -40 indicate a bearish trend.": "Kielelezo cha Momentum ya Stochastic (SMI) husaidia kutambua hali ya kununuliwa kupita kiasi au kuuza kupita kiasi kwenye soko na kutabiri mwenendo wa kupanda au kupanda. Inahesabu umbali kati ya bei ya sasa ya kufunga na wastani wa kiwango cha juu na chini, na inaonyesha mistari 2 kwenye chati: ya kwanza (inayojulikana kama %K) inawakilisha harakati za bei wakati wa pili (inajulikana kama %D) ni wastani wa kusonga wa mstari wa kwanza. Ikiwa bei ya kufunga ni ya juu kuliko wastani wa kiwango cha juu na chini, SMI inarudisha thamani nzuri. Ikiwa bei ya kufunga ni chini kuliko bei ya wastani, thamani hasi inarejeshwa. Thamani juu ya 40 inaonyesha mwenendo wa kupanda wakati maadili chini ya -40 inaonyesha mwenendo wa kupanda.",
  "Themes": "Mandhari",
  "There are no favorites yet.": "Hakuna vipendwa bado.",
  "This indicator does not support 1-tick intervals. To use this indicator, change your chart time interval to 1 minute or more.": "Kiashiria hiki hakiunga mkono vipindi vya 1-tick. Ili kutumia kiashiria hiki, badilisha muda wa chati yako hadi dakika 1 au zaidi.",
  "tick": "kupe",
  "Tick interval only available for \\\"Area\\\" Chart type.": "Alama kipindi kinapatikana tu kwa aina ya Chati ya\\ \"Area\\”.",
  "Time interval": "Muda wa muda",
  "Time Series": "Mfululizo wa Wakati",
  "Trend": "Mwelekeo",
  "Trend [num]": "Trend [num]",
  "Triangular": "Pembetatu",
  "Try checking your spelling or use a different term": "Jaribu kuangalia maandishi yako au tumia neno tofauti",
  "Type": "Aina",
  "Up to 2 active indicators allowed.": "Hadi viashiria viwili vya kazi zinaruhusiwa.",
  "Up to 5 active indicators allowed.": "Hadi viashiria 5 vya kazi zinaruhusiwa.",
  "Variable": "Tofauti",
  "Vertical [num]": "Wima [numri]",
  "Volatility": "Ubadilishaji",
  "Weighted": "Uzito",
  "Welles Wilder": "Welles Wilder",
  "William's %R": "%Rya William",
  "William's Percent Range": "Kiwango cha Asilimia ya William",
  "Would you like to overwrite it?": "Je! Ungependa kuiandika?",
  "You have no active drawings yet.": "Huna michoro inayofanya kazi bado.",
  "You have no active indicators yet.": "Huna viashiria vya kazi bado.",
  "You have no saved templates yet.": "Huna templeti zilizohifadhiwa bado.",
  "Zero Lag": "Zero Lag",
  "Zig Zag": "Zig Zag",
  "Zig Zag helps to identify trend reversals and filters out relatively small price movements by determining the support and resistance levels of the market. It accepts a percentage of deviation as the input and displays a line if the price change is larger than the percentage of deviation. Zig Zag ignores any sideways movement and is useful to filter out “market noise”.": "Zig Zag husaidia kutambua mabadiliko ya mwenendo na kuchuja harakati ndogo za bei kwa kuamua viwango vya usaidizi na upinzani vya soko. Inakubali asilimia ya kutokua kama pembejeo na inaonyesha mstari ikiwa mabadiliko ya bei ni kubwa kuliko asilimia ya kutokea. Zig Zag hupuuza harakati zozote za upande na ni muhimu kuchuja “kelele za soko”.",
  "Zoom in": "Kuongeza",
  "Zoom out": "Kuondoa"
}