{
  "[symbol] feed is delayed by [delay] minutes": "[symbol] แสดงข้อมูลล่าช้าไป [delay] นาที",
  "[symbol] market is now opened.": "[symbol] ขณะนี้ ตลาดเปิดทำการแล้ว",
  "[symbol] market is presently closed.": "[symbol] ขณะนี้ ตลาดได้ปิดทำการ",
  "A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result.": "ตัวบ่งชี้เชิงเทคนิคที่ใช้วัดแรงผลักของราคา (technical momentum indicator) นั้นจะเปรียบเทียบราคาปิดของหลักทรัพย์กับช่วงราคาของหลักทรัพย์นั้นในช่วงเวลาที่กำหนด ทั้งนี้สามารถลดการตอบสนองของตัวแกว่งต่อการเคลื่อนไหวของตลาดได้โดยการปรับช่วงระยะเวลาหรือโดยการใช้ผลลัพธ์ของค่าเฉลี่ยเคลื่อนที่",
  "Active": "ใช้งานอยู่",
  "Add": "เพิ่ม",
  "Add new template": "เพิ่มเทมเพลตใหม่",
  "Add new templates": "เพิ่มเทมเพลตใหม่",
  "ADX/DMS": "ตัวบ่งชี้ ADX/DMS",
  "All drawings": "ภาพวาดทั้งหมด",
  "Alligator": "ตัวบ่งชี้ Alligator",
  "already exists.": "มีอยู่แล้ว",
  "Are you sure?": "แน่ใจหรือไม่?",
  "Area": "พื้นที่",
  "Aroon": "ตัวบ่งชี้ Aroon",
  "Available only for \\\"Area\\\" chart type.": "ใช้ได้เฉพาะกับแผนภูมิประเภท \\\"พื้นที่\\\" เท่านั้น",
  "Available only for non-tick time intervals.": "ใช้ได้เฉพาะกับระยะห่างช่วงเวลาแบบ non-tick เท่านั้น",
  "Awesome Oscillator": "ตัวบ่งชี้ Awesome Oscillator",
  "Bill Williams introduced the Alligator indicator in 1995. The Alligator is as much a metaphor as it is an indicator. It consists of three lines, overlaid on a pricing chart, that represent the jaw, the teeth and the lips of the beast, and was created to help the trader confirm the presence of a trend and its direction. The Alligator indicator can also help traders designate impulse and corrective wave formations, but the tool works best when combined with a momentum indicator.": "นาย Bill Williams ได้เปิดตัวแนะนำตัวบ่งชี้ทางเทคนิคที่เรียกว่า Alligator indicator ในปี 1995 โดยตัวบ่งชี้ Alligator นั้นประกอบด้วยเส้นสามเส้นซ้อนทับบนแผนภูมิราคาซึ่งเปรียบเสมือนกราม ฟัน และริมฝีปากของจระเข้ และถูกสร้างขึ้นเพื่อช่วยให้เทรดเดอร์ระบุยืนยันได้ถึงการมีอยู่ของเทรนด์แนวโน้มและทิศทางของมัน นอกจากนี้ ตัวบ่งชี้ Alligator ยังสามารถจะช่วยให้เทรดเดอร์สามารถกำหนดการก่อตัวของคลื่นขาขึ้น (Impulse Wave) และคลื่นขาลง (Corrective Wave) แต่เครื่องมือนี้จะทำงานได้ดีที่สุดเมื่อใช้ร่วมกับตัวบ่งชี้โมเมนตัม",
  "Bollinger Bands": "ตัวบ่งชี้ Bollinger Bands",
  "Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades.": "ตัวชี้วัดโบลลิงเจอร์แบน (Bollinger Bands) นั้นสามารถวัดความสูงหรือต่ำของราคาเมื่อเปรียบเทียบกับการเทรดก่อนหน้านี้",
  "Box Size": "ขนาดกล่อง",
  "Cancel": "ยกเลิก",
  "Candle": "แท่งเทียน",
  "Channel [num]": "ช่อง [num]",
  "Chart data is not available for this symbol.": "ไม่มีข้อมูลแผนภูมิสำหรับสัญลักษณ์นี้",
  "Chart types": "ชนิดแผนภูมิ",
  "Charts": "แผนภูมิ",
  "Clear all": "ล้างทั้งหมด",
  "CLOSED": "ปิดแล้ว",
  "Color": "สี",
  "Commodity Channel Index": "ตัวบ่งชี้ Commodity Channel Index",
  "Continue": "ดำเนินการต่อ",
  "Continuous": "ต่อเนื่อง",
  "Continuous [num]": "ที่ดำเนินการต่อ [num]",
  "CSV": "CSV",
  "Dark": "สีเข้ม",
  "day": "วัน",
  "days": "วัน",
  "Detrended Price Oscillator": "ตัวบ่งชี้ Detrended Price Oscillator",
  "Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period.": "ตัวชี้วัด Williams %R ซึ่งถูกพัฒนาขึ้นโดย Larry Williams นั้นเป็นตัวชี้วัดทางเทคนิคแบบที่ใช้โมเมนตัมซึ่งตรงกันข้ามกับตัวชี้วัดยอดนิยมที่เรียกว่า Fast Stochastic Oscillator นอกจากนี้ ตัวชี้วัดซึ่งถูกเรียกอีกว่า %R, Williams %R นั้นก็สะท้อนถึงระดับราคาปิดที่สัมพันธ์กับราคา ณ จุดสูงสุดของช่วงเวลาการเทรดแบบการมองย้อนกลับ",
  "Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low.": "ตัวบ่งชี้ Aroon ซึ่งถูกพัฒนาขึ้นโดย Tushar Chande ในปี ค. ศ. 1995 นั้นเป็นระบบตัวบ่งชี้ที่กําหนดว่า หุ้นกำลังอยู่ในเทรนด์หรือไม่และเทรนด์นั้นมีความแข็งแกร่งเพียงใด ระบบนี้มีสองตัวชี้วัดที่แยกจากกันคือ Aroon-Up และ Aroon-Down ซึ่งตัวชี้วัด Aroon-Up 25 วันนั้นวัดจำนวนวันตั้งแต่ที่มีการทำราคาสูงในรอบ 25 วัน และตัวชี้วัด Aroon-Down 25 วันนั้นวัดจำนวนวันตั้งแต่ที่มีการทำราคาต่ำในรอบ 25 วัน",
  "Display data for a specific date and time": "แสดงข้อมูลสําหรับวันที่และเวลาที่ระบุ",
  "Display remaining time for each interval": "แสดงเวลาที่เหลือสําหรับแต่ละช่วงเวลา",
  "Display the highest and lowest spot price": "แสดงราคา ณ จุดสูงสุดและจุดต่ำสุด",
  "Don't show price info on chart": "ไม่แสดงข้อมูลราคาบนแผนภูมิกราฟ",
  "Donchian Channel": "ตัวบ่งชี้ Donchian Channel",
  "Done": "เสร็จสิ้นแล้ว",
  "Download": "ดาวน์โหลด",
  "Drawing tools": "เครื่องมือวาดภาพ",
  "Favorites": "รายการโปรด",
  "Fib Fan [num]": "ตัวบ่งชี้เส้นแนวโน้มฟีโบนักชี [num]",
  "Fractal Chaos Band": "ตัวบ่งชี้ Fractal Chaos Band",
  "Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart.": "แฟร็กทัล (Fractals) เป็นตัวชี้วัดในแผนภูมิแท่งเทียนที่ช่วยระบุจุดกลับตัวในตลาด ทั้งนี้ เทรดเดอร์มักจะใช้ Fractals เพื่อแสดงทิศทางราคาที่จะเกิดขึ้นโดยตัวชี้วัดแฟร็กทัลจะก่อตัวเป็นรูปร่างเมื่อมีรูปแบบราคาเฉพาะอย่างได้เกิดขึ้นบนแผนภูมิ",
  "Gator Oscillator": "ตัวบ่งชี้ Gator Oscillator",
  "H": "H",
  "Highest and lowest spot": "จุดสูงสุดและจุดต่ำสุด",
  "Historical data mode": "โหมดข้อมูลย้อนหลัง",
  "Hollow": "กลวง",
  "Horizontal [num]": "เส้นแนวนอน [num]",
  "hour": "ชั่วโมง",
  "hours": "ชั่วโมง",
  "Ichimoku Clouds": "ตัวบ่งชี้ Ichimoku Clouds",
  "Indicators": "ตัวบ่งชี้",
  "Interval duration": "ช่วงเวลา",
  "Kagi": "กราฟ Kagi",
  "L": "L",
  "Language": "ภาษา",
  "Last digits stats for latest 1000 ticks on": "สถิติตัวเลขหลักสุดท้ายของจุด Tick จำนวน 1,000 จุดล่าสุด",
  "Light": "สีอ่อน",
  "Line [num]": "เส้น [num]",
  "Line Break": "กราฟ Line Break",
  "MACD": "ตัวบ่งชี้ MACD",
  "MACD is a trading indicator used in technical analysis of stock prices. It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price.": "MACD เป็นตัวบ่งชี้การเทรดที่ใช้ในการวิเคราะห์ทางเทคนิคของราคาหุ้น ซึ่งตัวบ่งชี้นี้จะเปิดเผยการเปลี่ยนแปลงในด้านความแข็งแกร่ง ทิศทาง โมเมนตัม และระยะเวลาของเทรนด์แนวโน้มของราคาหุ้น",
  "Markets": "ตลาด",
  "minute": "นาที",
  "minutes": "นาที",
  "Momentum": "โมเมนตัม",
  "Moving Average (MA)": "ตัวบ่งชี้ Moving Average (MA)",
  "Moving Average Envelope": "ตัวบ่งชี้ Moving Average Envelope",
  "Moving averages": "ค่าเฉลี่ยเคลื่อนที่",
  "Network status": "สถานะเครือข่าย",
  "No results for": "ไม่พบผลลัพธ์สําหรับ",
  "OHLC": "กราฟ OHLC",
  "Opens in:": "เปิดใน:",
  "Others": "อื่นๆ",
  "Overwrite": "เขียนทับ",
  "Parabolic SAR": "ตัวบ่งชี้ Parabolic SAR",
  "Platform settings": "การตั้งค่าแพลตฟอร์ม",
  "PNG": "PNG",
  "Point & Figure": "กราฟ Point & Figure",
  "Price Lines": "เส้นราคา",
  "Price Rate of Change": "ตัวบ่งชี้ Price Rate of Change",
  "Rainbow Moving Average": "ตัวบ่งชี้ Rainbow Moving Average",
  "Range": "ช่วง",
  "Range Bars": "กราฟ Range Bars",
  "Ray [num]": "เรย์ [num]",
  "Rectangle [num]": "รูปแบบสี่เหลี่ยมผืนผ้า [num]",
  "Relative Strength Index (RSI)": "ตัวบ่งชี้ Relative Strength Index (RSI)",
  "Renko": "กราฟ Renko",
  "Reset": "ตั้งค่าใหม่",
  "Result": "ผลลัพธ์",
  "Retrieving Chart Data...": "กำลังโหลดข้อมูลแผนภูมิ...",
  "Retrieving Chart Engine...": "กำลังโหลดเครื่องมือแผนภูมิ...",
  "Retrieving Market Symbols...": "กำลังโหลดข้อมูลสัญลักษณ์ตลาด...",
  "Retrieving Trading Times...": "กำลังโหลดข้อมูลเวลาซื้อขาย...",
  "Reversal": "กลับตัว",
  "Reversal Percentage": "ร้อยละของกลับตัว",
  "Right click to delete": "คลิกขวาเพื่อลบ",
  "Right click to manage": "คลิกขวาเพื่อจัดการ",
  "Saved templates": "เทมเพลตที่บันทึกแล้ว",
  "Search": "ค้นหา",
  "Search...": "ค้นหา...",
  "Select language": "เลือกภาษา",
  "Select theme": "เลือกธีม",
  "Settings": "การตั้งค่า",
  "Show price info on chart": "แสดงข้อมูลราคาบนกราฟ",
  "Show price info on x & y axes": "แสดงข้อมูลราคาบนแกน x & y",
  "Size": "ขนาด",
  "Some of your active indicators don’t support 1-tick intervals. If you change to a 1-tick interval, these indicators will be removed from your chart.": "ตัวบ่งชี้ที่กำลังใช้งานอยู่บางตัวของคุณไม่รองรับช่วงเวลาเพียง 1 จุด Tick ดังนั้นหากคุณเปลี่ยนไปใช้ช่วงเวลา 1-tick ตัวบ่งชี้เหล่านี้จะถูกลบออกจากแผนภูมิของคุณ",
  "Stochastic Momentum Index": "ตัวบ่งชี้ Stochastic Momentum Index",
  "Stochastic Oscillator": "ตัวบ่งชี้ Stochastic Oscillator",
  "Streaming for [symbol] is not available due to license restrictions": "การสตรีมมิ่งสำหรับ [symbol] นั้นไม่พร้อมใช้งาน เนื่องจากข้อจำกัดสิทธิ์การใช้งาน",
  "Templates": "เทมเพลต",
  "The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength.": "ดัชนีทิศทางเฉลี่ย หรือ Average Directional Movement Index (ADX) นั้นถูกพัฒนาขึ้นในปี ค. ศ. 1978 โดย J. Welles Wilder เพื่อเป็นตัวบ่งชี้ความแข็งแกร่งของเทรนด์แนวโน้มในชุดราคาของตราสารทางการเงิน โดย ADX จะมีช่วงอยู่ระหว่าง 0 ถึง 100 ทั้งนี้ โดยทั่วไปแล้ว ค่า ADX ที่ต่ำกว่า 20 จะบ่งบอกถึงความอ่อนแอของเทรนด์ ในขณะที่ค่าสูงกว่า 40 จะบ่งบอกถึงความแข็งแกร่งของเทรนด์",
  "The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals.": "Awesome Oscillator หรือ AO คือตัวบ่งชี้ที่ใช้วัดโมเมนตัมของตลาด โดย AO คิดคำนวณความแตกต่างระหว่างเส้นค่าเฉลี่ยเคลื่อนที่อย่างง่าย (Simple Moving Average) ของแท่งเทียน 34 แท่ง และของ 5 แท่งเทียนล่าสุด ทั้งนี้ ค่า SMA ต่างๆ ที่ใช้จะไม่ได้คำนวณโดยใช้ราคาปิด แต่เป็นจุดกึ่งกลางของแต่ละแท่ง โดยทั่วไป AO จะใช้เพื่อยืนยันเทรนด์แนวโน้ม หรือเพื่อคาดการณ์การกลับตัวที่อาจเกิดขึ้น",
  "The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions.": "ดัชนีวัดส่วนเบี่ยงเบนสำหรับสินค้าโภคภัณฑ์หรือ Commodity Channel Index (CCI) เป็นตัวบ่งชี้อเนกประสงค์ที่สามารถใช้บอกถึงเทรนด์แนวโน้มอันใหม่ หรือใช้เตือนถึงสภาวะที่รุนแรงได้",
  "The Detrended Price Oscillator (DPO) helps to identify price cycles without the influence of short- and long-term trends. The DPO compares a simple moving average to a historical pricenear the middle of a specified period. It also shows the peaks and drops over that particular period, making it easier to predict buy points.": "ตัวบ่งชี้ Detrended Price Oscillator (DPO) ช่วยในการระบุวงจรราคาโดยไม่มีอิทธิพลของเทรนด์แนวโน้มระยะสั้นและระยะยาว ทั้งนี้ DPO เปรียบเทียบเส้นค่าเฉลี่ยเคลื่อนที่อย่างง่าย (Simple Moving Average) กับราคาย้อนหลังใกล้จุดกลางของช่วงเวลาที่กำหนด นอกจากนี้ยังแสดงจุดสูงและต่ำในแผนภูมิช่วงเวลานั้นๆ อีกด้วยจึงทำให้ง่ายในการคาดการณ์จุดเข้าซื้อ",
  "The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen.": "Donchian Channel เป็นตัวบ่งชี้ที่ใช้ในการซื้อขายในตลาดที่พัฒนาโดย Richard Donchian โดยตัวบ่งชี้นี้เป็นการแสดงรูปแบบโดยใช้จุดสูงที่สูงและจุดต่ำที่สุดของช่วงเวลา 'N' ล่าสุดและพื้นที่ระหว่างค่าสูงและค่าต่ำนั้นคือช่องของช่วงเวลาที่ได้เลือกไว้",
  "The Gator Oscillator helps to detect trend changes in the market price. Based on the Alligator indicator, the Gator plots 2 histograms on either side of the zero line. The sleeping phase (absence of a trend) is when the bars on both sides are red. The awakening phase (formation of a trend) is when there are red and green bars on both sides. When there are green bars on both sides, it indicates the eating phase (trend strengthening). A solitary red bar appearing after the eating phase indicates the beginning of the sated phase (trend approaching its end).": "ตัวบ่งชี้ Gator Oscillator ช่วยตรวจจับการเปลี่ยนแปลงเทรนด์แนวโน้มของราคาตลาดและสร้างขึ้นบนพื้นฐานของตัวบ่งชี้ Alligator ทั้งนี้ตัวบ่งชี้ Gator จะวางกราฟแท่งฮิสโตแกรมคู่ที่มีแถบด้านบนและด้านล่างของเส้นศูนย์ในเวลาเดียวกัน ตัวบ่งชี้นี้มีระยะเวลากิจกรรม 4 อันได้แก่ ระยะการนอนหลับ (ไม่มีเทรนด์แนวโน้ม) คือเมื่อแถบทั้งสองด้านเป็นสีแดง ระยะการตื่น (การก่อตัวของเทรนด์แนวโน้ม) คือเมื่อมีแถบสีแดงและสีเขียวทั้งสองด้าน ระยะการกิน (เทรนด์แนวโน้มมีกำลังเพิ่มขึ้น) คือเมื่อมีแถบสีเขียวทั้งสองด้าน และสุดท้ายคือเมื่อมีแถบสีแดงโดดๆ ปรากฏขึ้นหลังจากระยะการกินเป็นการบ่งบอกถึงจุดเริ่มต้นของระยะ sated (ใกล้สิ้นสุดเทรนด์แนวโน้ม)",
  "The Ichimoku Cloud, also known as Ichimoku Kinko Hyo, is a versatile indicator that defines support and resistance, identifies trend direction, gauges momentum and provides trading signals. Ichimoku Kinko Hyo translates into “one look equilibrium chart”.": "ระบบกราฟก้อนเมฆอิชิโมกุ (Ichimoku Cloud) หรือที่เรียกกันว่า Ichimoku Kinko Hyo นั้นเป็นตัวบ่งชี้อเนกประสงค์ที่กำหนดแนวรับและแนวต้าน ระบุทิศทางเทรนด์แนวโน้ม เป็นมาตรวัดโมเมนตัม และให้สัญญาณการซื้อขาย คำว่า Ichimoku Kinko Hyo นั้นได้รับการแปลว่าเป็น “การมองดูกราฟในภาวะสมดุล”",
  "The Moving Average (MA) helps to identify the overall market trend by filtering out short-term price fluctuations. Using historical data, it calculates the average price over a specific period and plots a line on the chart. If the MA line moves upwards, it’s an indicator of an uptrend, a downtrend if it moves downwards. A buy signal occurs when the price moves above the MA line.": "ค่าเฉลี่ยเคลื่อนที่ (MA) ช่วยในการระบุแนวโน้มของตลาดโดยรวมโดยกรองความผันผวนของราคาระยะสั้นออกไป จากการที่ MA ใช้ข้อมูลในอดีต มันจะคำนวณราคาเฉลี่ยในช่วงเวลาหนึ่งใดและสร้างเส้นบนแผนภูมิ หากเส้น MA ขยับขึ้นคือการบ่งบอกถึงเทรนด์แนวโน้มขาขึ้นและหากเส้นดังกล่าวเคลื่อนตัวลงก็คือการบ่งบอกถึงเทรนด์แนวโน้มขาลง สัญญาณซื้อจะเกิดขึ้นเมื่อราคาเคลื่อนที่เหนือเส้น MA",
  "The Moving Average Envelope (MAE) helps to identify strong price movement that indicates the start of a trend. The MAE creates a moving average line as well as 2 bands around it. In theory, when the market price touches the upper or lower bands, a trend reversal will occur, indicating a buy signal.": "เส้นค่าเฉลี่ยเคลื่อนที่แบบล้อมกรอบหรือ Moving Average Envelope (MAE) ช่วยระบุการเคลื่อนไหวที่แข็งแกร่งของราคาซึ่งบ่งบอกถึงจุดเริ่มต้นของเทรนด์แนวโน้ม ทั้งนี้ MAE จะสร้างเส้นค่าเฉลี่ยเคลื่อนที่พร้อมกัน 2 แถบล้อมกรอบเส้นนั้นไว้ โดยในทางทฤษฎีแล้วเมื่อราคาแตะที่แถบด้านบนหรือแถบด้านล่างมันจะนำไปสู่การกลับตัวของเทรนด์ซึ่งส่งสัญญาณการเข้าซื้อ",
  "The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance.": "ตัวบ่งชี้จุดไข่ปลาหรือ Parabolic SAR คำนวณแต่ละเทรนด์แนวโน้มของราคาได้อย่างเกือบเสรี เมื่อราคาอยู่ในเทรนด์ขาขึ้น SAR จะโผล่มาอยู่ด้านล่างใต้แท่งเทียนแสดงราคาและเบนลู่ไปทิศทางขึ้น ในทำนองเดียวกันในเทรนด์ขาลง SAR จะโผล่ขึ้นมาอยู่เหนือแท่งเทียนแสดงราคาและเบนลู่ไปทิศทางลง ในแต่ละขั้นตอนภายในเทรนด์ SAR จะถูกคำนวณออกมาหนึ่งช่วงเวลาล่วงหน้า",
  "The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage.": "ตัวบ่งชี้อัตราวัดการเปลี่ยนแปลงหรือ Price Rate-of-Change (ROC) แสดงความแตกต่างระหว่างราคาปัจจุบันกับราคา ณ ช่วงเวลาใดเวลาหนึ่งที่ผ่านมา ซึ่งค่าความแตกต่างนั้นสามารถแสดงผลออกมาในรูปของจุดหรือร้อยละ",
  "The Rainbow Moving Average (RMA) displays several moving average lines simultaneously. When the lines intersect, it’s an indicator of price reversal and the angle of the lines are helpful to predict the trend strength. The steeper the curve, the stronger the trend. When the price crosses the moving average lines from below, it signals an upward trend. When the price crosses the moving average lines from above, it signals a downward trend. The RMA is easier to use compared to using several different moving average indicators at once.": "ตัวบ่งชี้รูปแบบสายรุ้งหรือ Rainbow Moving Average (RMA) นั้นแสดงเส้นค่าเฉลี่ยเคลื่อนที่หลายเส้นพร้อมกัน เมื่อเส้นเหล่านี้ตัดกันก็จะเป็นตัวบ่งชี้ถึงการกลับตัวของราคา และมุมของเส้นนั้นก็เป็นประโยชน์ในการใช้คาดการณ์ความแข็งแกร่งของเทรนด์แนวโน้ม เส้นโค้งที่ชันขึ้นมากเพียงใด เทรนด์แนวโน้มก็จะแข็งแกร่งขึ้นเพียงนั้น เมื่อราคาตลาดข้ามเส้นค่าเฉลี่ยเคลื่อนที่จากด้านล่างนั่นจะส่งสัญญาณถึงเทรนด์แนวโน้มขาขึ้น เมื่อราคาตลาดข้ามเส้นค่าเฉลี่ยเคลื่อนที่จากด้านบนนั่นจะส่งสัญญาณถึงเทรนด์แนวโน้มขาลง ทั้งนี้ ตัวบ่งชี้ RMA ถือว่าใช้งานง่ายเมื่อเทียบกับการใช้ตัวบ่งชี้ค่าเฉลี่ยเคลื่อนที่หลายตัวพร้อมกัน",
  "The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length.": "ดัชนีกำลังสัมพัทธ์หรือ Relative Strength Index (RSI) นั้นถูกเผยแพร่โดย J. Welles Wilder ซึ่งให้ราคาปัจจุบันถูกปรับเป็นร้อยละที่มีค่าระหว่าง 0 ถึง 100 ชื่อของตัวชี้วัดทางเทคนิคนี้อาจทำให้เข้าใจผิดได้เพราะมันไม่ได้เปรียบเทียบเครื่องมือหนึ่งกับอีกเครื่องมือหนึ่งหรือกับกลุ่มของเครื่องมือ แต่มันเป็นการแสดงราคาปัจจุบันซึ่งสัมพันธ์กับราคาอื่นๆ ที่เกิดขึ้นภายในช่วงเวลาการมองย้อนกลับที่เลือกเอาไว้",
  "The Stochastic Momentum Index (SMI) helps to identify overbought or oversold conditions in the market and to predict bearish or bullish trends. It calculates the distance between the current closing price and the median of the high/low range, and displays 2 lines on the chart: the first (known as %K) represents the price movement while the second (known as %D) is a moving average of the first line. If the closing price is higher than the median of the high/low range, the SMI returns a positive value. If the closing price is lower than the average price, a negative value is returned. Values above 40 indicate a bullish trend while values below -40 indicate a bearish trend.": "ดัชนีโมเมนตัมเชิงกลหรือ Stochastic Momentum Index (SMI) ช่วยในการระบุสภาวะการซื้อมากเกินไปหรือสภาวะการขายมากเกินไปในตลาดและช่วยในการคาดการณ์เทรนด์แนวโน้มขาลงหรือขาขึ้น SMI จะคำนวณระยะห่างระหว่างราคาปิดปัจจุบันและค่ามัธยฐานของช่วงสูง/ต่ำและแสดง 2 เส้นบนแผนภูมิ เส้นแรก (เรียกว่า %K) แสดงถึงการเคลื่อนไหวของราคาในขณะที่เส้นที่สอง (เรียกว่า %D) คือค่าเฉลี่ยเคลื่อนที่ของเส้นแรก ทั้งนี้ หากราคาปิดสูงกว่าค่ากลางของช่วงสูง/ต่ำ SMI จะส่งกลับค่าเป็นบวก หากราคาปิดต่ำกว่าราคาเฉลี่ยระบบจะส่งคืนค่าลบ ค่าที่สูงกว่า 40 หมายถึงเทรนด์ขาขึ้นในขณะที่ค่าที่ต่ำกว่า -40 แสดงถึงเทรนด์ขาลง",
  "Themes": "ธีม",
  "There are no favorites yet.": "ยังไม่มีรายการโปรด",
  "This indicator does not support 1-tick intervals. To use this indicator, change your chart time interval to 1 minute or more.": "ตัวบ่งชี้นี้ไม่รองรับช่วงเวลาเพียง 1 จุด Tick หากยังต้องการใช้ตัวบ่งชี้นี้ให้เปลี่ยนช่วงเวลาของแผนภูมิของคุณเป็น 1 นาทีขึ้นไป",
  "tick": "จุด Tick",
  "Tick interval only available for \\\"Area\\\" Chart type.": "ช่วงเวลาจุด Tick สามารถใช้ได้เฉพาะกับแผนภูมิแบบ \\\"พื้นที่\\\" เท่านั้น",
  "Time interval": "ช่วงเวลา",
  "Trend": "เทรนด์แนวโน้ม",
  "Trend [num]": "เทรนด์แนวโน้ม [num]",
  "Try checking your spelling or use a different term": "ลองตรวจสอบความถูกต้องของการสะกดของคุณหรือใช้คำอื่น",
  "Up to 2 active indicators allowed.": "เลือกได้สูงสุด 2 ตัวบ่งชี้",
  "Up to 5 active indicators allowed.": "เลือกได้สูงสุด 5 ตัวบ่งชี้",
  "Vertical [num]": "แนวตั้ง [num]",
  "Volatility": "ความผันผวน",
  "William's Percent Range": "ตัวบ่งชี้ William's Percent Range",
  "Would you like to overwrite it?": "คุณต้องการเขียนทับหรือไม่?",
  "You have no active drawings yet.": "คุณยังไม่มีภาพวาดที่กำลังใช้งานอยู่",
  "You have no active indicators yet.": "คุณยังไม่มีตัวบ่งชี้ที่กำลังใช้งานอยู่",
  "You have no saved templates yet.": "คุณยังไม่มีเทมเพลตที่บันทึกเอาไว้",
  "Zig Zag": "ตัวบ่งชี้ Zig Zag",
  "Zig Zag helps to identify trend reversals and filters out relatively small price movements by determining the support and resistance levels of the market. It accepts a percentage of deviation as the input and displays a line if the price change is larger than the percentage of deviation. Zig Zag ignores any sideways movement and is useful to filter out “market noise”.": "ตัวบ่งชี้ Zig Zag ช่วยระบุการกลับตัวของเทรนด์แนวโน้มและกรองการเคลื่อนไหวราคาที่ค่อนข้างเล็กและไม่มีนัยสำคัญออกไปโดยการกำหนดแนวรับและแนวต้านของตลาด ซึ่งตัวบ่งชี้นี้จะยอมรับค่าส่วนเบี่ยงเบนเป็นเปอร์เซ็นต์เป็นข้อมูลเข้าและแสดงเส้นหากว่าการเปลี่ยนแปลงราคามีค่ามากกว่าเปอร์เซ็นต์ค่าส่วนเบี่ยงเบนนั้น ทั้งนี้ Zig Zag ไม่สนใจการเคลื่อนไหวด้านข้างและมีประโยชน์ในการกรอง \"สัญญาณรบกวนของตลาด\" ออกไป",
  "Zoom in": "ขยายภาพให้เห็นใหญ่ขึ้น",
  "Zoom out": "ย่อภาพให้เห็นเล็กลง"
}