{
  "[symbol] feed is delayed by [delay] minutes": "[symbol] yayın [delay] dakika geciktirilir",
  "[symbol] market is now opened.": "[symbol] piyasası şimdi açıldı.",
  "[symbol] market is presently closed.": "[symbol] piyasası şu anda kapalı.",
  "A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result.": "Belirli bir zaman diliminde tahvilin kapanış fiyatını fiyat aralığıyla karşılaştıran teknik ivme göstergesi. Osilatörün piyasa hareketlerine hassasiyeti, zaman aralığını ayarlayarak veya sonucun hareketli bir ortalamasını alarak azaltılabilir.",
  "Active": "Aktif",
  "Add": "Ekle",
  "Add new template": "Yeni şablon ekle",
  "Add new templates": "Yeni şablonlar ekle",
  "ADX/DMS": "",
  "All drawings": "Tüm çizimler",
  "Alligator": "",
  "already exists.": "zaten mevcut.",
  "Are you sure?": "Emin misiniz?",
  "Area": "Alan",
  "Aroon": "",
  "Available only for \\\"Area\\\" chart type.": "Yalnızca \\\"Alan\\\" grafik türü için kullanılabilir.",
  "Available only for non-tick time intervals.": "Yalnızca tiksiz zaman aralıkları için kullanılabilir.",
  "Awesome Oscillator": "",
  "Bill Williams introduced the Alligator indicator in 1995. The Alligator is as much a metaphor as it is an indicator. It consists of three lines, overlaid on a pricing chart, that represent the jaw, the teeth and the lips of the beast, and was created to help the trader confirm the presence of a trend and its direction. The Alligator indicator can also help traders designate impulse and corrective wave formations, but the tool works best when combined with a momentum indicator.": "Bill Williams, Alligator (timsah) göstergesini 1995 yılında tanıttı. Alligator, bir gösterge olduğu kadar bir metafor da. Canavarın çenesini, dişlerini ve dudaklarını temsil eden bir fiyatlandırma tablosunun üzerine yerleştirilmiş üç çizgiden oluşur ve tüccarın bir trendin varlığını ve yönünü teyit etmesine yardımcı olmak için oluşturulmuştur. Timsah göstergesi ayrıca tüccarların itici ve düzeltici dalga oluşumlarını belirlemelerine yardımcı olabilir, ancak araç bir momentum göstergesi ile birleştirildiğinde en iyi sonucu verir.",
  "Bollinger Bands": "",
  "Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades.": "Bollinger Bantları, önceki ticaretlere göre fiyatın yüksek veya düşük olduğunu ölçmek için kullanılabilir.",
  "Box Size": "Kutu Boyutu",
  "Cancel": "İptal et",
  "Candle": "Mum",
  "Channel [num]": "Kanal [num]",
  "Chart data is not available for this symbol.": "Bu sembol için grafik verileri mevcut değildir.",
  "Chart types": "Grafik türleri",
  "Charts": "Grafikler",
  "Clear all": "Tümünü temizle",
  "CLOSED": "KAPALI",
  "Color": "Renk",
  "Commodity Channel Index": "",
  "Continue": "Devam et",
  "Continuous": "Sürekli",
  "Continuous [num]": "Sürekli [num]",
  "CSV": "CSV",
  "Dark": "Karanlık",
  "day": "gün",
  "days": "günler",
  "Detrended Price Oscillator": "",
  "Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period.": "Larry Williams tarafından geliştirilen Williams %R, hızlı stokastik osilatörün tersi olan bir momentum göstergesidir. Ayrıca %R olarak da anılan Williams %R, look-back dönemi için en yüksek seviyeye kıyasla yakın olanın seviyesini yansıtır.",
  "Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low.": "1995 yılında Tushar Chande tarafından geliştirilen Aroon, bir hisse senedinin trend olup olmadığını ve trendin ne kadar güçlü olduğunu belirleyen bir gösterge sistemidir. İki ayrı gösterge vardır: Aroon-Up ve Aroon-Down. 25 günlük Aroon-Up, 25 günün en yüksek seviyesinden bu yana geçen gün sayısını ölçer. 25 günlük Aroon-Down, 25 günün en düşük seviyesinden bu yana geçen gün sayısını ölçer.",
  "Display data for a specific date and time": "Belirli bir tarih ve saat için veri görüntüler",
  "Display remaining time for each interval": "Her bir aralık için kalan süreyi gösterir",
  "Display the highest and lowest spot price": "En yüksek ve en düşük nokta fiyatını gösterir",
  "Don't show price info on chart": "Fiyat bilgilerini grafikte gösterme",
  "Donchian Channel": "",
  "Done": "Yapıldı",
  "Download": "İndir",
  "Drawing tools": "Çizim araçları",
  "Favorites": "Favoriler",
  "Fib Fan [num]": "Fib Fan [num]",
  "Fractal Chaos Band": "",
  "Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart.": "Fraktallar, piyasadaki geri dönüş noktalarını belirleyen mum grafikleri üzerindeki göstergelerdir. Tüccarlar, fiyatın gelişeceği yön hakkında bir fikir edinmek için genellikle fraktalları kullanır. Bir grafikte belirli bir fiyat paterni oluştuğunda bir fraktal oluşacaktır.",
  "Gator Oscillator": "",
  "H": "H",
  "Highest and lowest spot": "En yüksek ve en düşük nokta",
  "Historical data mode": "Tarihsel Veri Modu",
  "Hollow": "Hollow",
  "Horizontal [num]": "Yatay [num]",
  "hour": "saat",
  "hours": "saat",
  "Ichimoku Clouds": "",
  "Indicators": "Göstergeler",
  "Interval duration": "Aralık süresi",
  "Kagi": "Kagi",
  "L": "L",
  "Language": "Dil",
  "Last digits stats for latest 1000 ticks on": "En son 1000 tik için son rakam istatistikleri",
  "Light": "Işık",
  "Line [num]": "Çizgi [num]",
  "Line Break": "Satır Sonu",
  "MACD": "",
  "MACD is a trading indicator used in technical analysis of stock prices. It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price.": "MACD, hisse senedi fiyatlarının teknik analizinde kullanılan ticari bir göstergedir. Bir hisse senedi fiyatındaki trendin gücü, yönü, ivmesi ve süresindeki değişiklikleri göstermesi gerekir.",
  "Markets": "Piyasalar",
  "minute": "dakika",
  "minutes": "dakikalar",
  "Momentum": "İvme",
  "Moving Average (MA)": "",
  "Moving Average Envelope": "",
  "Moving averages": "Hareketli ortalamalar",
  "Network status": "Ağ durumu",
  "No results for": "Sonuç yok",
  "OHLC": "OHLC",
  "Opens in:": "Açılacağı süre:",
  "Others": "Diğerleri",
  "Overwrite": "Üzerine yaz",
  "Parabolic SAR": "",
  "Platform settings": "Platform ayarları",
  "PNG": "PNG",
  "Point & Figure": "Nokta & Figür",
  "Price Lines": "Fiyat çizgileri",
  "Price Rate of Change": "",
  "Rainbow Moving Average": "",
  "Range": "Aralık",
  "Range Bars": "Aralık Çubukları",
  "Ray [num]": "Ray [num]",
  "Rectangle [num]": "Dikdörtgen [num]",
  "Relative Strength Index (RSI)": "",
  "Renko": "Renko",
  "Reset": "Sıfırla",
  "Result": "Sonuç",
  "Retrieving Chart Data...": "Grafik Verileri Alınıyor...",
  "Retrieving Chart Engine...": "Grafik Motoru Alınıyor...",
  "Retrieving Market Symbols...": "Piyasa Sembolleri Alınıyor...",
  "Retrieving Trading Times...": "İşlem Süreleri Alınıyor...",
  "Reversal": "Geri dönüş",
  "Reversal Percentage": "Geri Dönüş Yüzdesi",
  "Right click to delete": "Silmek için sağ tıklayın",
  "Right click to manage": "Yönetmek için sağ tıklayın",
  "Saved templates": "Kaydedilen şablonlar",
  "Search": "Arama",
  "Search...": "Arama...",
  "Select language": "Dil seçin",
  "Select theme": "Tema seç",
  "Settings": "Ayarlar",
  "Show price info on chart": "Fiyat bilgilerini grafikte göster",
  "Show price info on x & y axes": "X & y eksenlerinde fiyat bilgilerini göster",
  "Size": "Boyut",
  "Some of your active indicators don’t support 1-tick intervals. If you change to a 1-tick interval, these indicators will be removed from your chart.": "Bazı aktif göstergeleriniz 1-tik aralığını desteklemez. 1-tik aralığına değiştirirseniz bu göstergeler grafiklerinizden kaldırılacaktır.",
  "Stochastic Momentum Index": "",
  "Stochastic Oscillator": "",
  "Streaming for [symbol] is not available due to license restrictions": "[symbol] için akış, lisans kısıtlamaları nedeniyle kullanılamıyor",
  "Templates": "Şablonlar",
  "The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength.": "Ortalama Yönlü Hareket Endeksi (ADX), 1978'de J. Welles Wilder tarafından, bir finansal enstrümanın ADX fiyatının bir dizi fiyatındaki trend gücünün bir göstergesi olarak geliştirilmiştir. ADX, 0 ile 100 arasında değişecektir. Genellikle, 20'nin altındaki ADX okumaları, trend zayıflığını gösterir ve 40'ın üzerindeki okumalar trend gücünü gösterir.",
  "The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals.": "Müthiş Osilatör, piyasa ivmesini ölçmek için kullanılan bir göstergedir. AO, 34 Periyot ve 5 Periyot Basit Hareketli Ortalamanın farkını hesaplar. Kullanılan Basit Hareketli Ortalamalar, kapanış fiyatı kullanılarak değil, her bir çubuğun orta noktaları kullanılarak hesaplanır. AO genellikle eğilimleri doğrulamak veya olası geri dönüşleri tahmin etmek için kullanılır.",
  "The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions.": "Emtia Kanal Endeksi (CCI), yeni bir trendi tanımlamak veya aşırı koşullar konusunda uyarmak için kullanılabilen kullanışlı bir göstergedir.",
  "The Detrended Price Oscillator (DPO) helps to identify price cycles without the influence of short- and long-term trends. The DPO compares a simple moving average to a historical pricenear the middle of a specified period. It also shows the peaks and drops over that particular period, making it easier to predict buy points.": "Trendsiz Fiyat Osilatörü (DPO), kısa ve uzun vadeli eğilimlerin etkisi olmadan fiyat döngülerini belirlemeye yardımcı olur. DPO, basit bir hareketli ortalamayı belirli bir dönemin ortasına yakın bir geçmiş fiyatla karşılaştırır. Ayrıca, belirli bir dönemdeki zirveleri ve düşüşleri göstererek satın alma puanlarını tahmin etmeyi kolaylaştırır.",
  "The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen.": "Donchian Kanalı, Richard Donchian tarafından geliştirilen piyasa ticaretinde kullanılan bir göstergedir. Son n döneminin en yüksek ve en düşük değerleri alınarak oluşturulur. En yüksek ve en düşük arasındaki alan, seçilen periyot için kanaldır.",
  "The Gator Oscillator helps to detect trend changes in the market price. Based on the Alligator indicator, the Gator plots 2 histograms on either side of the zero line. The sleeping phase (absence of a trend) is when the bars on both sides are red. The awakening phase (formation of a trend) is when there are red and green bars on both sides. When there are green bars on both sides, it indicates the eating phase (trend strengthening). A solitary red bar appearing after the eating phase indicates the beginning of the sated phase (trend approaching its end).": "Gator Osilatörü, piyasa fiyatındaki trend değişikliklerini tespit etmeye yardımcı olur. Timsah göstergesine bağlı olarak, Timsah sıfır çizgisinin her iki tarafında 2 histogram çizer. Uyku aşaması (bir trendin olmaması), her iki taraftaki çubukların kırmızı olduğu zamandır. Uyanış aşaması (bir trendin oluşumu), her iki tarafta kırmızı ve yeşil çubukların olduğu zamandır. Her iki tarafta yeşil çubuklar olduğunda, yeme aşamasını gösterir (trend güçlendirme). Yeme evresinden sonra görünen tek bir kırmızı çubuk, doyma evresinin başladığını gösterir (trend sona yaklaşıyor).",
  "The Ichimoku Cloud, also known as Ichimoku Kinko Hyo, is a versatile indicator that defines support and resistance, identifies trend direction, gauges momentum and provides trading signals. Ichimoku Kinko Hyo translates into “one look equilibrium chart”.": "Ichimoku Kinko Hyo olarak da bilinen Ichimoku Bulutu, destek ve direnci tanımlayan, trend yönünü tanımlayan, momentumu ölçen ve ticaret sinyalleri sağlayan çok yönlü bir göstergedir. Ichimoku Kinko Hyo, \"tek bakışlı denge tablosu\" anlamına gelir.",
  "The Moving Average (MA) helps to identify the overall market trend by filtering out short-term price fluctuations. Using historical data, it calculates the average price over a specific period and plots a line on the chart. If the MA line moves upwards, it’s an indicator of an uptrend, a downtrend if it moves downwards. A buy signal occurs when the price moves above the MA line.": "Hareketli Ortalama (MA), kısa vadeli fiyat dalgalanmalarını filtreleyerek genel piyasa eğilimini belirlemeye yardımcı olur. Geçmiş verileri kullanarak belirli bir dönem için ortalama fiyatı hesaplar ve grafikte bir çizgi çizer. MA çizgisi yukarı doğru hareket ederse, bu bir yükseliş trendinin, aşağı doğru hareket ederse düşüş trendinin bir göstergesidir. Fiyat MA çizgisinin üzerine çıktığında bir satın alma sinyali oluşur.",
  "The Moving Average Envelope (MAE) helps to identify strong price movement that indicates the start of a trend. The MAE creates a moving average line as well as 2 bands around it. In theory, when the market price touches the upper or lower bands, a trend reversal will occur, indicating a buy signal.": "Hareketli Ortalama Zarfı (MAE), bir trendin başladığını gösteren güçlü fiyat hareketini belirlemeye yardımcı olur. MAE, etrafında 2 bant ile birlikte hareketli bir ortalama çizgisi oluşturur. Teoride, piyasa fiyatı üst veya alt bantlara dokunduğunda, bir satın alma sinyalini gösteren bir trend dönüşü meydana gelecektir.",
  "The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance.": "Parabolik SAR, fiyattaki her trend için neredeyse bağımsız olarak hesaplanır. Fiyat bir yükseliş trendinde olduğunda, SAR fiyatın altında ortaya çıkar ve yukarı doğru birleşir. Benzer şekilde, bir düşüş trendinde, SAR fiyatın üstünde ortaya çıkar ve aşağı doğru birleşir. Bir trend içindeki her adımda, SAR bir dönem önceden hesaplanır.",
  "The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage.": "Fiyat Değişim Oranı (ROC) göstergesi, mevcut fiyat ile x-zaman aralığı önceki fiyat arasındaki farkı gösterir. Fark, ya noktalar ya da yüzde olarak görüntülenebilir.",
  "The Rainbow Moving Average (RMA) displays several moving average lines simultaneously. When the lines intersect, it’s an indicator of price reversal and the angle of the lines are helpful to predict the trend strength. The steeper the curve, the stronger the trend. When the price crosses the moving average lines from below, it signals an upward trend. When the price crosses the moving average lines from above, it signals a downward trend. The RMA is easier to use compared to using several different moving average indicators at once.": "Rainbow Hareketli Ortalama (RMA), aynı anda birkaç hareketli ortalama çizgisini görüntüler. Çizgiler kesiştiğinde, bu, fiyatın tersine çevrildiğinin bir göstergesidir ve çizgilerin açısı, trend gücünü tahmin etmeye yardımcı olur. Eğri ne kadar dik olursa, trend o kadar güçlü olur. Fiyat, hareketli ortalama çizgileri ile aşağıdan kesiştiğinde, yükseliş eğilimine işaret eder. Fiyat, hareketli ortalama çizgileri ile yukarıdan kesiştiğinde, düşüş eğilimine işaret eder. RMA'nın kullanımı, aynı anda birkaç farklı hareketli ortalama göstergesinin kullanılmasına kıyasla daha kolaydır.",
  "The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length.": "Göreceli Güç Endeksi (RSI), J. Welles Wilder tarafından yayınlandı. Mevcut fiyat, 0 ile 100 arasında bir yüzde olarak normalleştirilir. Bu osilatörün adı yanıltıcıdır çünkü enstrümanı başka bir enstrüman veya enstrüman seti ile karşılaştırmaz, bunun yerine seçilen inceleme pencere uzunluğu içindeki diğer güncel parçalara göre cari fiyatı temsil eder.",
  "The Stochastic Momentum Index (SMI) helps to identify overbought or oversold conditions in the market and to predict bearish or bullish trends. It calculates the distance between the current closing price and the median of the high/low range, and displays 2 lines on the chart: the first (known as %K) represents the price movement while the second (known as %D) is a moving average of the first line. If the closing price is higher than the median of the high/low range, the SMI returns a positive value. If the closing price is lower than the average price, a negative value is returned. Values above 40 indicate a bullish trend while values below -40 indicate a bearish trend.": "Stokastik Momentum Endeksi (SMI), piyasadaki aşırı alım veya aşırı satım koşullarını belirlemeye, aşağı yönlü veya yukarı yönlü eğilimlerini tahmin etmeye yardımcı olur. Mevcut kapanış fiyatı ile yüksek/düşük aralığının medyanı arasındaki mesafeyi hesaplar ve grafikte 2 çizgi görüntüler: ilki (%K olarak bilinir) fiyat hareketini temsil ederken, ikincisi (%D olarak bilinir) ilk satırın hareketli bir ortalamasıdır. Eğer kapanış fiyatı, yüksek/düşük aralığının medyanından yüksekse, SMI pozitif bir değer döndürür. Kapanış fiyatı ortalama fiyattan düşükse, negatif bir değer döndürülür. 40'ın üzerindeki değerler yükseliş eğilimini gösterirken -40'ın altındaki değerler düşüş eğilimini gösterir.",
  "Themes": "Temalar",
  "There are no favorites yet.": "Henüz favori yok.",
  "This indicator does not support 1-tick intervals. To use this indicator, change your chart time interval to 1 minute or more.": "Bu gösterge 1-tik aralığını desteklemez. Bu göstergeyi kullanmak için grafik zaman aralığınızı 1 dakika veya daha fazla olarak değiştirin.",
  "tick": "tik",
  "Tick interval only available for \\\"Area\\\" Chart type.": "Tik aralığı yalnızca \\\"Alan\\\" Grafik türü için kullanılabilir.",
  "Time interval": "Zaman aralığı",
  "Trend": "Trend",
  "Trend [num]": "Trend [num]",
  "Try checking your spelling or use a different term": "Yazımınızı kontrol etmeyi deneyin veya farklı bir terim kullanın",
  "Up to 2 active indicators allowed.": "2 adede kadar aktif göstergeye izin verilir.",
  "Up to 5 active indicators allowed.": "5 adede kadar aktif göstergeye izin verilir.",
  "Vertical [num]": "Dikey [num]",
  "Volatility": "Oynaklık",
  "William's Percent Range": "",
  "Would you like to overwrite it?": "Üzerine yazmak istiyor musunuz?",
  "You have no active drawings yet.": "Henüz aktif bir çiziminiz yok.",
  "You have no active indicators yet.": "Henüz etkin göstergeniz yok.",
  "You have no saved templates yet.": "Henüz kaydedilmiş şablonunuz yok.",
  "Zig Zag": "",
  "Zig Zag helps to identify trend reversals and filters out relatively small price movements by determining the support and resistance levels of the market. It accepts a percentage of deviation as the input and displays a line if the price change is larger than the percentage of deviation. Zig Zag ignores any sideways movement and is useful to filter out “market noise”.": "Zig Zag, piyasanın destek ve direnç seviyelerini belirleyerek trend geri dönüşleri belirlemeye ve nispeten küçük fiyat hareketlerini filtrelemeye yardımcı olur. Girdi olarak sapma yüzdesini kabul eder ve fiyat değişikliği sapma yüzdesinden büyükse bir çizgi görüntüler. Zig Zag, herhangi bir yan hareketi yok sayar ve “piyasa gürültüsünü” filtrelemek için kullanışlıdır.",
  "Zoom in": "Yakınlaştır",
  "Zoom out": "Uzaklaştır"
}