{
  "-DI": "-DI",
  "[symbol] feed is delayed by [delay] minutes": "[symbol] uchun maʼlumotlar [delay] daqiqaga kechiktiriladi",
  "[symbol] market is now opened.": "[symbol] bozor endi ochiq.",
  "[symbol] market is presently closed.": "[symbol] bozori hozirda yopiq.",
  "+DI": "+DI",
  "2-Exponential": "2-Eksponensial",
  "3-Exponential": "3-Eksponensial",
  "A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result.": "Qimmatli qog'ozning yopilish narxini ma'lum vaqt oralig'idagi narx oralig'i bilan taqqoslaydigan texnik momentum ko'rsatkichi. Vaqtni sozlash yoki harakatlanuvchi o'rtacha qiymatdan foydalanib, osilatorning bozor harakatlariga nisbatan sezgirligini kamaytirishingiz mumkin.",
  "Active": "Faol",
  "Add": "Qo'shish",
  "Add new template": "Yangi shablon qo'shish",
  "Add new templates": "Yangi shablonlarni qo'shish",
  "ADX": "ADX",
  "ADX/DMS": "ADX/DMS",
  "All drawings": "Barcha rasmlar",
  "Alligator": "Alligator",
  "already exists.": "allaqachon mavjud.",
  "Are you sure?": "Ishonchingiz komilmi?",
  "Area": "Maydon",
  "Aroon": "Aroon",
  "Aroon Down": "Aroon Down",
  "Aroon Up": "Aroon Up",
  "Available only for \\\"Area\\\" chart type.": "Faqat \\\"Maydon\\\" grafik turi uchun mavjud.",
  "Available only for non-tick time intervals.": "Faqat tiksiz vaqt intervallar uchun mavjud.",
  "Awesome": "Awesome",
  "Awesome Oscillator": "Awesome Oscillator",
  "Axis Label": "Eksa Yorlig'i",
  "Base Line": "Asosiy Chiziq",
  "Base Line Period": "Asosiy Chiziq Davri",
  "Bill Williams introduced the Alligator indicator in 1995. The Alligator is as much a metaphor as it is an indicator. It consists of three lines, overlaid on a pricing chart, that represent the jaw, the teeth and the lips of the beast, and was created to help the trader confirm the presence of a trend and its direction. The Alligator indicator can also help traders designate impulse and corrective wave formations, but the tool works best when combined with a momentum indicator.": "Bill Uilyams «Alligator» indikatorini 1995 yilda taqdim etgan. «Alligator» indikator bo'lgani kabi metafora hamdir. U yirtqichning jag'i, tishlari va lablarini ifodalovchi narxlash jadvaliga qo'yilgan uchta chiziqdan iborat bo'lib, treyderga trend mavjudligini va uning yo'nalishini tasdiqlashga yordam berish uchun yaratilgan. Alligator indikatori treyderlarga impuls va tuzatuvchi to'lqin shakllanishini belgilashda ham yordam berishi mumkin, ammo vosita momentum ko'rsatkichi bilan birlashganda yaxshi ishlaydi.",
  "Bollinger Bands": "Bollinger Bands",
  "Bollinger Bands Bottom": "Bollinger Bands Bottom",
  "Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades.": "Bollinger Bands oldingi savdolarga nisbatan narxning yuqori yoki pastligini o'lchash uchun ishlatilishi mumkin.",
  "Bollinger Bands Median": "Bollinger Bands Median",
  "Bollinger Bands Top": "Bollinger Bands Top",
  "Cancel": "Bekor qilish",
  "Candle": "Sham",
  "CCI": "CCI",
  "Channel [num]": "Kanal [num]",
  "Channel Fill": "Kanalni to'ldirish",
  "Chart data is not available for this symbol.": "Ushbu belgi uchun grafik ma'lumotlari mavjud emas.",
  "Chart types": "Grafik turlari",
  "Charts": "Grafiklar",
  "Clear all": "Tozalash",
  "Close": "Yopish",
  "CLOSED": "YOPIQ",
  "Color": "Rang",
  "Commodity Channel Index": "Tovar Kanallari Indeksi",
  "Continue": "Davom etish",
  "Continuous [num]": "Uzluksiz [num]",
  "Conversion Line": "Konvertatsiya Chizig'i",
  "Conversion Line Period": "Konvertatsiya Chizig'i Davri",
  "CSV": "CSV",
  "Dark": "Qorong'i",
  "day": "kun",
  "days": "kunlar",
  "Decreasing Bar": "Pasayadigan Bar",
  "Detrended": "Trendsiz",
  "Detrended Price Oscillator": "Trendsiz Narx Oscillator",
  "Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period.": "Larri Uilyams tomonidan ishlab chiqilgan Uilyams %R tez stokastik oscillator teskari bo'lgan momentum ko'rsatkichidir. %R deb ham ataladi, Uilyams %R orqaga qarash davri uchun eng yuqori darajaga nisbatan yaqinlik darajasini aks ettiradi.",
  "Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low.": "1995-yilda Tushar Chande tomonidan ishlab chiqilgan Aroon indikator tizimi bo‘lib, u aktsiyaning trendga ega yoki yo‘qligini va trend qanchalik kuchli ekanligini aniqlaydi. Ikkita alohida ko'rsatkich mavjud: Aroon-Up va Aroon-Down. 25 kunlik Aroon-Up 25 kunlik eng yuqori ko'rsatkichdan keyingi kunlar sonini o'lchaydi. 25 kunlik Aroon-Down 25 kunlik eng past ko'rsatkichdan keyingi kunlar sonini o'lchaydi.",
  "Display data for a specific date and time": "Muayyan sana va vaqt uchun ma'lumotlarni ko'rsatish",
  "Display remaining time for each interval": "Har bir interval uchun qolgan vaqtni ko'rsatish",
  "Display the highest and lowest spot price": "Eng yuqori va eng past nuqta narxini ko'rsatish",
  "Distance(%)": "Masofa(%)",
  "Don't show price info on chart": "Grafikda narx ma'lumotlarini ko'rsatmalsin",
  "Donchian Channel": "Donchian Kanali",
  "Donchian High": "Donchian Yuqori",
  "Donchian Low": "Donchian Pastki",
  "Donchian Median": "Donchian Median",
  "Done": "Bajarildi",
  "Double Smoothing Period": "Ikki marta tekislash davri",
  "Download": "Yuklab olish",
  "Drawing tools": "Chizma vositalari",
  "Exponential": "Eksponensial",
  "Fast": "Tez",
  "Fast MA Period": "Tez MA Davri",
  "Favorites": "Sevimlilar",
  "Fib Fan [num]": "Fib Fan [num]",
  "Field": "Maydon",
  "Fill Color": "Rangni To'ldirish",
  "Fractal Channel": "Fraktal Kanal",
  "Fractal Chaos Band": "Fraktal Xaos Band",
  "Fractal High": "Fraktal Yuqori",
  "Fractal Low": "Fraktal Pastki",
  "Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart.": "Fraktallar shamchalar jadvalidagi ko'rsatkichlar bo'lib, bozordagi teskari nuqtalarni aniqlaydi. Savdogarlar ko'pincha fraktallardan narxning qaysi yo'nalishda rivojlanishi haqida fikr olish uchun foydalanadilar. Fraktal diagrammada ma'lum bir narx sxemasi sodir bo'lganda hosil bo'ladi.",
  "H": "H",
  "High": "Yuqori",
  "High Period": "Yuqori Davr",
  "Highest and lowest spot": "Eng yuqori va eng past nuqta",
  "Histogram": "Histogramma",
  "Historical data mode": "Tarixiy ma'lumotlar rejimi",
  "Hl/2": "Hl/2",
  "Hlc/3": "HLC/3",
  "Hlcc/4": "Hlcc/4",
  "Hollow": "Bo'sh",
  "Horizontal [num]": "Gorizontal [num]",
  "hour": "soat",
  "hours": "soatlar",
  "Hull": "Hull",
  "Ichimoku Clouds": "Ichimoku Clouds",
  "Increasing Bar": "Oshadigan Bar",
  "Indicators": "Ko'rsatkichlar",
  "Interval duration": "Interval davomiyligi",
  "Jaw": "Jaw",
  "Jaw Offset": "Jaw Ofseti",
  "Jaw Period": "Jaw Davri",
  "L": "L",
  "Lagging Span": "Kechikish Oralig'i",
  "Lagging Span Period": "Kechikish Oralig'i Davri",
  "Language": "Til",
  "Last digits stats for latest 1000 ticks on": "Oxirgi 1000 ta tiklar uchun oxirgi raqamlar statistikasi",
  "Leading Span A": "Kechikish Oralig'i A",
  "Leading Span B": "Kechikish Oralig'i B",
  "Leading Span B Period": "Kechikish Oralig'i B Davri",
  "Light": "Yorug'lik",
  "Line [num]": "Chiziq [num]",
  "Lips": "Lablar",
  "Lips Offset": "Lablar Ofseti",
  "Lips Period": "Lablar Davri",
  "Low": "Past",
  "Low Period": "Past Davri",
  "MA": "MA",
  "MA Env": "MA Env",
  "MA Env Bottom": "MA Env Bottom",
  "MA Env Median": "MA Env Mediana",
  "MA Env Top": "MA Env Top",
  "MACD": "MACD",
  "MACD is a trading indicator used in technical analysis of stock prices. It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price.": "MACD - bu qimmatli qog'ozlar narxini texnik tahlil qilishda foydalaniladigan savdo ko'rsatkichi. U aktsiya bahosidagi trend kuchi, yo'nalishi, momentum va davomiyligidagi o'zgarishlarni aniqlashi kerak.",
  "Markets": "Bozorlar",
  "Maximum AF": "Maksimal AF",
  "Minimum AF": "Minimal AF",
  "minute": "daqiqa",
  "minutes": "daqiqalar",
  "Momentum": "Momentum",
  "Moving Average (MA)": "Harakatlanuvchi O'rtacha (MA)",
  "Moving Average Envelope": "Harakatlanuvchi O'rtacha Konverti",
  "Moving Average Type": "Harakatlanuvchi O'rtacha Turi",
  "Moving averages": "Harakatlanuvchi o'rtachalar",
  "Negative Bar": "Salbiy Bar",
  "Network status": "Tarmoq holati",
  "No results for": "Natijalar yo'q:",
  "Offset": "Ofset",
  "OHLC": "OHLC",
  "Ohlc/4": "Ohlc/4",
  "Only selected charts and time intervals are available for this trade type.": "Ushbu savdo turi uchun faqat tanlangan jadvallar va vaqt oraliqlari mavjud.",
  "Open": "Ochiq",
  "Opens in:": "Ochilish vaqti:",
  "Others": "Boshqalar",
  "OverBought": "OverBought (Ortiqcha sotib olingan)",
  "OverSold": "OverSold (Ortiqcha sotilgan)",
  "Overwrite": "Qayta yozish",
  "Parabolic SAR": "Parabolik SAR",
  "Pattern": "Pattern",
  "Percent": "Foiz",
  "Period": "Davr",
  "Platform settings": "Platforma sozlamalari",
  "PNG": "PNG",
  "Point": "Nuqta",
  "Positive Bar": "Ijobiy Bar",
  "Price Rate of Change": "Narxning O'zgarish Darajasi",
  "Price ROC": "ROC narxi",
  "PSAR": "PSAR",
  "Rainbow MA": "Rainbow MA",
  "Rainbow Moving Average": "Rainbow Harakatlanuvchi O'rtacha",
  "Ray [num]": "Ray [num]",
  "Rectangle [num]": "To'rtburchak [num]",
  "Relative Strength Index (RSI)": "Nisbiy Kuch Indeksi (RSI)",
  "Reset": "Qayta tiklash",
  "Result": "Natijada",
  "Retrieving Chart Data...": "Grafik maʼlumotlari olinmoqda...",
  "Retrieving Chart Engine...": "Grafik Mexanizmidan maʼlumotlar olinmoqda...",
  "Retrieving Market Symbols...": "Bozor Belgilari olinmoqda...",
  "Retrieving Trading Times...": "Savdo Vaqtlari olinmoqda...",
  "RSI": "RSI",
  "Saved templates": "Saqlangan shablonlar",
  "Search": "Qidirish",
  "Search...": "Qidirish...",
  "Select language": "Tilni tanlang",
  "Select theme": "Mavzuni tanlang",
  "Series": "Seriya",
  "Settings": "Sozlamalar",
  "Shading": "Soyalash",
  "Shift": "Shift",
  "Shift Type": "Shift Turi",
  "Show Fractals": "Fraktallarni ko'rsatish",
  "Show Lines": "Chiziqlarni ko'rsatish",
  "Show price info on chart": "Grafikda narx ma'lumotlarini ko'rsatish",
  "Show price info on x & y axes": "Narx ma'lumotlarini x & y o'qlarida ko'rsatish",
  "Show Zones": "Zonalarni ko'rsatish",
  "Signal": "Signal",
  "Signal Period": "Signal Davri",
  "Simple": "Oddiy",
  "Size": "Hajmi",
  "Slow": "Sekin",
  "Slow MA Period": "Sekin MA Davri",
  "SMA1": "SMA1",
  "SMA10": "SMA10",
  "SMA2": "SMA2",
  "SMA3": "SMA3",
  "SMA4": "SMA4",
  "SMA5": "SMA5",
  "SMA6": "SMA6",
  "SMA7": "SMA7",
  "SMA8": "SMA8",
  "SMA9": "SMA9",
  "Smooth": "Silliq",
  "Smoothing Period": "Silliqlash Davri",
  "Some of your active indicators don’t support 1-tick intervals. If you change to a 1-tick interval, these indicators will be removed from your chart.": "Ba'zi faol ko'rsatkichlaringiz 1 tikli intervallarni qo'llab-quvvatlamaydi. Agar siz 1 tikli intervalga o'tsangiz, bu ko'rsatkichlar jadvalingizdan o'chiriladi.",
  "Some of your templates may not work with this trade type.": "Ba'zi shablonlaringiz ushbu savdo turi bilan ishlamasligi mumkin.",
  "Standard Deviations": "Standart Og'ishlar",
  "Stch Mtm": "Stch Mtm",
  "Stochastic": "Stokastik",
  "Stochastic Momentum Index": "Stokastik Momentum Indeksi",
  "Stochastic Oscillator": "Stokastik Osilator",
  "Streaming for [symbol] is not available due to license restrictions": "Litsenziya cheklovlari tufayli [symbol] uchun oqim mavjud emas",
  "Teeth": "Tishlar",
  "Teeth Offset": "Tishlar Ofseti",
  "Teeth Period": "Tishlar Davri",
  "Templates": "Shablonlar",
  "The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength.": "O'rtacha Yo'nalishli Harakat Indeksi (ADX) 1978 yilda J. Welles Wilder tomonidan ADX moliyaviy vositalarining narxlari qatorida trend kuchining koʻrsatkichi sifatida ishlab chiqilgan boʻlib, 0 dan 100 gacha boʻladi. Odatda, 20 dan past boʻlgan ADX koʻrsatkichlari tendentsiya zaifligini koʻrsatadi., va 40 dan yuqori ko'rsatkichlar trend kuchini ko'rsatadi.",
  "The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals.": "Awesome Oscillator bozor momentum o'lchash uchun ishlatiladigan ko'rsatkichdir. AO 34 davr va 5 davr Oddiy Harakatlanuvchi Oʻrtachalar farqini hisoblab chiqadi. Amaldagi oddiy harakatlanuvchi o'rtachalar yopilish narxidan foydalanib hisoblanmaydi, balki har bir barning o'rta nuqtalari bo'yicha hisoblanadi. AO odatda trendlarni tasdiqlash yoki mumkin bo'lgan o'zgarishlarni kutish uchun ishlatiladi.",
  "The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions.": "Tovar Kanallari Indeksi (CCI) yangi trend aniqlash yoki ekstremal sharoitlardan ogohlantirish uchun ishlatilishi mumkin bo'lgan ko'p qirrali ko'rsatkichdir.",
  "The Detrended Price Oscillator (DPO) helps to identify price cycles without the influence of short- and long-term trends. The DPO compares a simple moving average to a historical pricenear the middle of a specified period. It also shows the peaks and drops over that particular period, making it easier to predict buy points.": "Trendsiz Narx Oscillator (DPO) qisqa va uzoq muddatli trendlarning ta'sirisiz narx tsikllarini aniqlashga yordam beradi. DPO oddiy harakatlanuvchi o'rtacha ko'rsatkichni belgilangan davr o'rtalaridagi tarixiy narx bilan taqqoslaydi. Shuningdek, u o'sha davrdagi cho'qqilar va pasayishlarni ko'rsatadi, bu esa xarid nuqtalarini bashorat qilishni osonlashtiradi.",
  "The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen.": "Donchian Kanali Richard Donchian tomonidan ishlab chiqilgan bozor savdosida ishlatiladigan ko'rsatkichdir. Oxirgi n davrning eng yuqori va eng pastini olish orqali hosil bo'ladi. Yuqori va past orasidagi maydon tanlangan davr uchun kanal hisoblanadi.",
  "The Ichimoku Cloud, also known as Ichimoku Kinko Hyo, is a versatile indicator that defines support and resistance, identifies trend direction, gauges momentum and provides trading signals. Ichimoku Kinko Hyo translates into “one look equilibrium chart”.": "Ichimoku Kinko Hyo nomi bilan ham tanilgan Ichimoku Cloud ko'p qirrali ko'rsatkich bo'lib, u qo'llab-quvvatlash va qarshilikni belgilaydi, trend yo'nalishini aniqlaydi, momentumni o'lchaydi va savdo signallarini beradi. Ichimoku Kinko Xyo \"bir ko'rinishdagi muvozanat jadvali\" deb tarjima qilinadi.",
  "The Moving Average (MA) helps to identify the overall market trend by filtering out short-term price fluctuations. Using historical data, it calculates the average price over a specific period and plots a line on the chart. If the MA line moves upwards, it’s an indicator of an uptrend, a downtrend if it moves downwards. A buy signal occurs when the price moves above the MA line.": "Harakatlanuvchi O'rtacha (MA) qisqa muddatli narxlar o'zgarishini filtrlash orqali umumiy bozor trend aniqlashga yordam beradi. Tarixiy ma'lumotlardan foydalanib, u ma'lum bir davr uchun o'rtacha narxni hisoblab chiqadi va diagrammada chiziq chizadi. Agar MA chizig'i yuqoriga qarab harakatlansa, bu ko'tarilishning ko'rsatkichidir, agar u pastga harakat qilsa, pasayish trenddir. Narx MA chizig'idan yuqoriga ko'tarilganda sotib olish signali paydo bo'ladi.",
  "The Moving Average Envelope (MAE) helps to identify strong price movement that indicates the start of a trend. The MAE creates a moving average line as well as 2 bands around it. In theory, when the market price touches the upper or lower bands, a trend reversal will occur, indicating a buy signal.": "Harakatlanuvchi O'rtacha Konverti (MAE) trendning boshlanishini ko'rsatadigan kuchli narx harakatini aniqlashga yordam beradi. MAE harakatlanuvchi o'rtacha chiziqni, shuningdek, uning atrofida 2 ta bandni yaratadi. Nazariy jihatdan, bozor narxi yuqori yoki pastki chiziqlarga tegsa, sotib olish signalini ko'rsatadigan tendentsiyaning o'zgarishi sodir bo'ladi.",
  "The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance.": "Parabolik SAR narxning har bir tendentsiyasi uchun deyarli mustaqil ravishda hisoblanadi. Narx o'sish tendentsiyasida bo'lsa, SAR narxdan pastroq bo'ladi va unga qarab yuqoriga yaqinlashadi. Xuddi shunday, pasayish tendentsiyasida SAR narxdan yuqori bo'ladi va pastga yaqinlashadi. Trend doirasidagi har bir qadamda SAR bir davr oldin hisoblab chiqiladi.",
  "The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage.": "Price Rate-of-Change (ROC) indikatori joriy narx va x-vaqt oldingi narx o'rtasidagi farqni ko'rsatadi. Farq nuqtalarda yoki foizda ko'rsatilishi mumkin.",
  "The Rainbow Moving Average (RMA) displays several moving average lines simultaneously. When the lines intersect, it’s an indicator of price reversal and the angle of the lines are helpful to predict the trend strength. The steeper the curve, the stronger the trend. When the price crosses the moving average lines from below, it signals an upward trend. When the price crosses the moving average lines from above, it signals a downward trend. The RMA is easier to use compared to using several different moving average indicators at once.": "Rainbow Harakatlanuvchi Oʻrtacha (RMA) bir vaqtning o'zida bir nechta harakatlanuvchi o'rtacha chiziqlarni ko'rsatadi. Chiziqlar kesishganda, bu narxning teskari ko'rsatkichidir va chiziqlarning burchagi trend kuchini bashorat qilishda yordam beradi. Egri chiziq qanchalik tik bo'lsa, trend shunchalik kuchli bo'ladi. Narx pastdan harakatlanuvchi o'rtacha chiziqlarni kesib o'tganda, u ko'tarilish trend bildiradi. Narx yuqoridan harakatlanuvchi o'rtacha chiziqlarni kesib o'tganda, u pasayish trend bildiradi. Bir vaqtning o'zida bir nechta harakatlanuvchi o'rtacha ko'rsatkichlarni ishlatish bilan solishtirganda RMA dan foydalanish osonroq.",
  "The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The flutter_chart_id of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length.": "Nisbiy Kuch Indeksi (RSI) J. Welles Wilder tomonidan nashr etilgan. Joriy narx 0 dan 100 gacha foiz sifatida normallashtiriladi. Ushbu oscillator flutter_chart_identifikatori noto'g'ri, chunki u asbobni boshqa asbob yoki asboblar to'plamiga nisbatan solishtirmaydi, balki tanlangan mahsulot ichidagi boshqa so'nggi qismlarga nisbatan joriy narxni ifodalaydi. Qayta ko'rish oynasining uzunligi.",
  "The Stochastic Momentum Index (SMI) helps to identify overbought or oversold conditions in the market and to predict bearish or bullish trends. It calculates the distance between the current closing price and the median of the high/low range, and displays 2 lines on the chart: the first (known as %K) represents the price movement while the second (known as %D) is a moving average of the first line. If the closing price is higher than the median of the high/low range, the SMI returns a positive value. If the closing price is lower than the average price, a negative value is returned. Values above 40 indicate a bullish trend while values below -40 indicate a bearish trend.": "Stokastik Momentum Indeksi (SMI) bozorda haddan tashqari sotib olingan yoki haddan tashqari sotilgan sharoitlarni aniqlashga va pasayish yoki yuksalish trendlarini bashorat qilishga yordam beradi. U joriy yopilish narxi va yuqori/past diapazonning medianasi orasidagi masofani hisoblab chiqadi va diagrammada 2 qatorni ko‘rsatadi: birinchisi (%K nomi bilan tanilgan) narx harakatini, ikkinchisi (%D nomi bilan tanilgan) narx harakatini ifodalaydi. birinchi qatorning harakatlanuvchi o'rtacha qiymati. Agar yopilish narxi yuqori/past diapazonning medianasidan yuqori bo'lsa, SMI ijobiy qiymatni qaytaradi. Agar yopilish narxi o'rtacha narxdan past bo'lsa, salbiy qiymat qaytariladi. 40 dan yuqori qiymatlar ko'tarilish trend, -40 dan past qiymatlar pasayish trend ko'rsatadi.",
  "Themes": "Mavzular",
  "There are no favorites yet.": "Hali sevimlilar yo'q.",
  "This indicator does not support 1-tick intervals. To use this indicator, change your chart time interval to 1 minute or more.": "Ushbu indikator 1-tikli intervallarni qo'llab-quvvatlamaydi. Ushbu indikatordan foydalanish uchun grafik vaqt oralig'ini 1 daqiqa yoki undan ko'proqqa o'zgartiring.",
  "tick": "tik",
  "Tick interval only available for \\\"Area\\\" Chart type.": "Tik oralig'i faqat \\\"Maydon\\\" grafik turi uchun mavjud.",
  "Time interval": "Vaqt oralig'i",
  "Time Series": "Vaqt Seriyasi",
  "Trend": "Trend",
  "Trend [num]": "Trend [num]",
  "Triangular": "Uchburchak",
  "Try checking your spelling or use a different term": "Imloni tekshirib ko'ring yoki boshqa atama ishlating",
  "Type": "Turi",
  "Up to 2 active indicators allowed.": "2 tagacha faol indicators ruxsat beriladi.",
  "Up to 5 active indicators allowed.": "5 tagacha faol indicators ruxsat beriladi.",
  "Variable": "O'zgaruvchan",
  "Vertical [num]": "Vertikal [num]",
  "Volatility": "O'zgaruvchanlik",
  "Weighted": "Og'irlangan",
  "Welles Wilder": "Uells Uaylder",
  "William's %R": "Uilyamning %R",
  "William's Percent Range": "Uilyamning Foiz Diapazoni",
  "Would you like to overwrite it?": "Uni qayta yozmoqchimisiz?",
  "You have no active drawings yet.": "Sizda hali hech qanday faol chizma yo'q.",
  "You have no active indicators yet.": "Sizda hali faol ko'rsatkichlar yo'q.",
  "You have no saved templates yet.": "Sizda hali saqlangan shablon yoʻq.",
  "Zero Lag": "Nol Kechikish",
  "Zig Zag": "Zig Zag",
  "Zig Zag helps to identify trend reversals and filters out relatively small price movements by determining the support and resistance levels of the market. It accepts a percentage of deviation as the input and displays a line if the price change is larger than the percentage of deviation. Zig Zag ignores any sideways movement and is useful to filter out “market noise”.": "Zig Zag bozorning qo'llab-quvvatlash va qarshilik darajasini aniqlash orqali trendning o'zgarishini aniqlashga yordam beradi va nisbatan kichik narx harakatlarini filtrlaydi. U og'ish foizini kirish sifatida qabul qiladi va agar narx o'zgarishi og'ish foizidan kattaroq bo'lsa, chiziqni ko'rsatadi. Zig Zag har qanday yon harakatga e'tibor bermaydi va \"bozor shovqinini\" filtrlash uchun foydalidir.",
  "Zoom in": "Kattalashtirish",
  "Zoom out": "Kichraytirish"
}