{
  "-DI": "-DI",
  "[symbol] feed is delayed by [delay] minutes": "[belgi] ozuqa [kechikish] daqiqa bilan kechiktiriladi",
  "[symbol] market is now opened.": "[simvol] bozori endi ochildi.",
  "[symbol] market is presently closed.": "[belgi] bozori hozirda yopiq.",
  "+DI": "+DI",
  "2-Exponential": "2-Eksponensial",
  "3-Exponential": "3-Eksponensial",
  "A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result.": "Qiymatli qog'ozning yopilish narxini ma'lum vaqt mobaynida narx oralig'i bilan taqqoslaydigan texnik momentum ko'rsatkichi. Osilatorning bozor harakatlariga sezuvchanligi vaqt davrini sozlash yoki natijaning harakatlanuvchi o'rtachasini olish orqali kamaytirilishi mumkin.",
  "Active": "Faol",
  "Add": "Qo'shish",
  "Add new template": "Yangi shablon qo'shing",
  "Add new templates": "Yangi shablonlarni qo'shing",
  "ADX": "ADX",
  "ADX/DMS": "ADX/DMS",
  "All drawings": "Barcha rasmlar",
  "Alligator": "Alligator",
  "already exists.": "allaqachon mavjud.",
  "Are you sure?": "Ishonchingiz komilmi?",
  "Area": "Maydoni",
  "Aroon": "Aroon",
  "Aroon Down": "Aroon Down",
  "Aroon Up": "Aroon Up",
  "Available only for \\\"Area\\\" chart type.": "Faqat\\ \"Area\\” grafik turi uchun mavjud.",
  "Available only for non-tick time intervals.": "Faqat belgilanmaydigan vaqt oraliqlari uchun mavjud.",
  "Awesome": "Ajoyib",
  "Awesome Oscillator": "Ajoyib osilator",
  "Axis Label": "Eksa yorlig'i",
  "Base Line": "Asosiy chiziq",
  "Base Line Period": "Tayanch chiziq davri",
  "Bill Williams introduced the Alligator indicator in 1995. The Alligator is as much a metaphor as it is an indicator. It consists of three lines, overlaid on a pricing chart, that represent the jaw, the teeth and the lips of the beast, and was created to help the trader confirm the presence of a trend and its direction. The Alligator indicator can also help traders designate impulse and corrective wave formations, but the tool works best when combined with a momentum indicator.": "Bill Uilyams 1995 yilda Alligator indikatorini taqdim etdi. Alligator ko'rsatgich kabi metafora hisoblanadi. Bu jag'ni, tishlarini va hayvonning lablarini ifodalovchi narxlash grafigiga qoplangan uchta chiziqdan iborat va savdogarga trend mavjudligini va uning yo'nalishini tasdiqlashga yordam berish uchun yaratilgan. Alligator ko'rsatkichi, shuningdek, savdogarlarga impuls va tuzatuvchi to'lqin shakllanmalarini belgilashda yordam berishi mumkin, ammo vosita momentum ko'rsatkichi bilan birlashtirilganda eng yaxshi ishlaydi.",
  "Bollinger Bands": "Bollinger bantlari",
  "Bollinger Bands Bottom": "Bollinger bantlarining pastki qismi",
  "Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades.": "Bollinger Bands oldingi savdolarga nisbatan narxning balandligi yoki pastligini o'lchash uchun ishlatilishi mumkin.",
  "Bollinger Bands Median": "Bollinger Bands Median",
  "Bollinger Bands Top": "Bollinger Bands Top",
  "Cancel": "Bekor qilish",
  "Candle": "Sham",
  "CCI": "CCI",
  "Channel [num]": "Kanal [soni]",
  "Channel Fill": "Kanalni to'ldirish",
  "Chart data is not available for this symbol.": "Ushbu belgi uchun grafik ma'lumotlari mavjud emas.",
  "Chart types": "Grafik turlari",
  "Charts": "Grafiklar",
  "Clear all": "Hammasini tozalash",
  "Close": "Yopish",
  "CLOSED": "YOPIQ",
  "Color": "Rang",
  "Commodity Channel Index": "Tovar kanallari indeksi",
  "Continue": "Davom etish",
  "Continuous [num]": "Uzluksiz [raqam]",
  "Conversion Line": "Konvertatsiya chizig'i",
  "Conversion Line Period": "Konvertatsiya chizig'i davri",
  "CSV": "CSV",
  "Dark": "Qorong'u",
  "day": "kun",
  "days": "kunlar",
  "Decreasing Bar": "Pasayadigan bar",
  "Detrended": "Qiyinlangan",
  "Detrended Price Oscillator": "Belgilangan narx osilatori",
  "Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period.": "Larri Uilyams tomonidan ishlab chiqilgan Uilyams %R - bu Fast Stochastic Oscillatorning teskari bo'lgan momentum ko'rsatkichi. Bundan tashqari, %Rdeb ataladi, Uilyams %R qarash-back davri uchun eng yuqori yuqori yaqin qarindosh darajasini aks ettiradi.",
  "Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low.": "1995 yilda Tushar Chande tomonidan ishlab chiqilgan Aroon - bu aktsiyalarning trending yoki yo'qligini va trend qanchalik kuchli ekanligini aniqlaydigan ko'rsatgich tizimi. Ikkita alohida ko'rsatkich mavjud: Aroon-Up va Aroon-Down. 25 kunlik Aroon-Up 25 kunlik yuqori darajadan beri kunlar sonini o'lchaydi. 25 kunlik Aroon-Down 25 kunlik eng past darajadan keyingi kunlar sonini o'lchaydi.",
  "Display data for a specific date and time": "Muayyan sana va vaqt uchun ma'lumotlarni ko'rsatish",
  "Display remaining time for each interval": "Har bir interval uchun qolgan vaqtni ko'rsatish",
  "Display the highest and lowest spot price": "Eng yuqori va eng past nuqta narxini ko'rsating",
  "Distance(%)": "Masofa (%)",
  "Don't show price info on chart": "Grafikda narx ma'lumotlarini ko'rsatmang",
  "Donchian Channel": "Donchian kanali",
  "Donchian High": "Donchian baland",
  "Donchian Low": "Donchian Low",
  "Donchian Median": "Donchian mediani",
  "Done": "Bajarildi",
  "Double Smoothing Period": "Ikki marta tekislash davri",
  "Download": "Yuklab olish",
  "Drawing tools": "Chizma vositalari",
  "Exponential": "Eksponensial",
  "Fast": "Tez",
  "Fast MA Period": "Tez MA davri",
  "Favorites": "Sevimlilar",
  "Fib Fan [num]": "Fib Fan [num]",
  "Field": "Maydon",
  "Fill Color": "Rangni to'ldiring",
  "Fractal Channel": "Fraktal kanal",
  "Fractal Chaos Band": "Fraktal Chaos Band",
  "Fractal High": "Yuqori fraktal",
  "Fractal Low": "Fraktal past",
  "Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart.": "Fraktallar bozordagi teskari nuqtalarni aniqlaydigan shamdon chartlaridagi ko'rsatkichlardir. Savdogarlar ko'pincha narx rivojlanadigan yo'nalish haqida fikr olish uchun fraktallardan foydalanadilar. Grafikda ma'lum bir narx naqshlari sodir bo'lganda fraktal hosil bo'ladi.",
  "H": "H",
  "High": "Yuqori",
  "High Period": "Yuqori davr",
  "Highest and lowest spot": "Eng yuqori va eng past nuqta",
  "Histogram": "Histogramma",
  "Historical data mode": "Tarixiy ma'lumotlar rejimi",
  "Hl/2": "Hl/2",
  "Hlc/3": "HLC/3",
  "Hlcc/4": "Hlcc/4",
  "Hollow": "Bo'sh",
  "Horizontal [num]": "Gorizontal [raqam]",
  "hour": "soat",
  "hours": "soatlar",
  "Hull": "Hull",
  "Ichimoku Clouds": "Ichimoku bulutlari",
  "Increasing Bar": "Barni oshirish",
  "Indicators": "Ko'rsatkichlar",
  "Interval duration": "Interval davomiyligi",
  "Jaw": "jag'",
  "Jaw Offset": "Jag'ning ofseti",
  "Jaw Period": "Jag' davri",
  "L": "L",
  "Lagging Span": "Kechikish oralig'i",
  "Lagging Span Period": "Kechikish davri",
  "Language": "Til",
  "Last digits stats for latest 1000 ticks on": "Oxirgi 1000 ta shomil uchun oxirgi raqamlar statistikasi",
  "Leading Span A": "Etakchi span A",
  "Leading Span B": "Etakchi span B",
  "Leading Span B Period": "Etakchi oraliq B davri",
  "Light": "Yorug'lik",
  "Line [num]": "Chiziq [raqam]",
  "Lips": "Lablar",
  "Lips Offset": "Dudaklar ofsetlari",
  "Lips Period": "Lablar davri",
  "Low": "Past",
  "Low Period": "Kam davr",
  "MA": "MA",
  "MA Env": "MA Env",
  "MA Env Bottom": "MA Env pastki qismi",
  "MA Env Median": "MA Env Mediana",
  "MA Env Top": "MA Env Top",
  "MACD": "MACD",
  "MACD is a trading indicator used in technical analysis of stock prices. It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price.": "MACD aktsiyalar narxlarini texnik tahlil qilishda ishlatiladigan savdo ko'rsatkichidir. Bu aktsiya narxidagi tendentsiyaning kuchi, yo'nalishi, momentumi va davomiyligidagi o'zgarishlarni ochib berishi kerak.",
  "Markets": "Bozorlar",
  "Maximum AF": "Maksimal AF",
  "Minimum AF": "Minimal AF",
  "minute": "daqiqa",
  "minutes": "daqiqa",
  "Momentum": "Momentum",
  "Moving Average (MA)": "Harakatlanuvchi o'rtacha (MA)",
  "Moving Average Envelope": "Harakatlanuvchi o'rtacha konvert",
  "Moving Average Type": "Harakatlanuvchi o'rtacha turi",
  "Moving averages": "Harakatlanuvchi o'rtacha",
  "Negative Bar": "Salbiy bar",
  "Network status": "Tarmoq holati",
  "No results for": "Natijalar yo'q",
  "Offset": "Ofset",
  "OHLC": "OHLC",
  "Ohlc/4": "Ohlc/4",
  "Only selected charts and time intervals are available for this trade type.": "Ushbu savdo turi uchun faqat tanlangan grafikalar va vaqt oralig'i mavjud.",
  "Open": "Ochiq",
  "Opens in:": "Ochiladi:",
  "Others": "Boshqalar",
  "OverBought": "Haddan tashqari sotib olindi",
  "OverSold": "Haddan tashqari sotilgan",
  "Overwrite": "Ustiga yozing",
  "Parabolic SAR": "Parabolik SAR",
  "Pattern": "Naqsh",
  "Percent": "Foiz",
  "Period": "Davr",
  "Platform settings": "Platforma sozlamalari",
  "PNG": "PNG",
  "Point": "Nuqta",
  "Positive Bar": "Ijobiy bar",
  "Price Rate of Change": "Narxning o'zgarish darajasi",
  "Price ROC": "ROC narxi",
  "PSAR": "PSAR",
  "Rainbow MA": "Kamalak MA",
  "Rainbow Moving Average": "Kamalak harakatlanuvchi o'rtacha",
  "Ray [num]": "Ray [raqam]",
  "Rectangle [num]": "To'rtburchak [raqam]",
  "Relative Strength Index (RSI)": "Nisbiy kuch indeksi (RSI)",
  "Reset": "Qayta tiklash",
  "Result": "Natijada",
  "Retrieving Chart Data...": "Grafik ma'lumotlarini olish...",
  "Retrieving Chart Engine...": "Grafik dvigatelini olish...",
  "Retrieving Market Symbols...": "Bozor ramzlarini olish...",
  "Retrieving Trading Times...": "Savdo vaqtini olish...",
  "RSI": "RSI",
  "Saved templates": "Saqlangan shablonlar",
  "Search": "Qidiruv",
  "Search...": "Qidiruv...",
  "Select language": "Tilni tanlang",
  "Select theme": "Mavzuni tanlang",
  "Series": "seriyali",
  "Settings": "Sozlamalar",
  "Shading": "Soyalash",
  "Shift": "Shift",
  "Shift Type": "Shift turi",
  "Show Fractals": "Fraktallarni ko'rsatish",
  "Show Lines": "Chiziqlarni ko'rsatish",
  "Show price info on chart": "Grafikdagi narx ma'lumotlarini ko'rsatish",
  "Show price info on x & y axes": "X & y oqlari bo'yicha narx ma'lumotlarini ko'rsatish",
  "Show Zones": "Zonalarni ko'rsatish",
  "Signal": "Signal",
  "Signal Period": "Signal davri",
  "Simple": "Oddiy",
  "Size": "Hajmi",
  "Slow": "Sekin",
  "Slow MA Period": "Sekin MA davri",
  "SMA1": "SMA1",
  "SMA10": "SMA10",
  "SMA2": "SMA2",
  "SMA3": "SMA3",
  "SMA4": "SMA4",
  "SMA5": "SMA5",
  "SMA6": "SMA6",
  "SMA7": "SMA7",
  "SMA8": "SMA8",
  "SMA9": "SMA9",
  "Smooth": "Yumshoq",
  "Smoothing Period": "Yumshotish davri",
  "Some of your active indicators don’t support 1-tick intervals. If you change to a 1-tick interval, these indicators will be removed from your chart.": "Faol ko'rsatkichlaringizning ba'zilari 1-belgilar intervallarini qo'llab-quvvatlamaydi. Agar siz 1-belgilar oralig'iga o'zgartirsangiz, bu ko'rsatgichlar sizning grafikangizdan olib tashlanadi.",
  "Some of your templates may not work with this trade type.": "Sizning ba'zi shablonlaringiz ushbu savdo turi bilan ishlamasligi mumkin.",
  "Standard Deviations": "Standart og'ishlar",
  "Stch Mtm": "STCH MTM",
  "Stochastic": "Stoxastik",
  "Stochastic Momentum Index": "Stoxastik momentum indeksi",
  "Stochastic Oscillator": "Stoxastik osilator",
  "Streaming for [symbol] is not available due to license restrictions": "[belgi] uchun oqim litsenziya cheklovlari tufayli mavjud emas",
  "Teeth": "Tishlar",
  "Teeth Offset": "Tishlarning ofseti",
  "Teeth Period": "Tishlar davri",
  "Templates": "Shablonlar",
  "The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength.": "O'rtacha yo'naltirilgan harakat indeksi (ADX) bir moliyaviy vosita ADX narxlar bir qator trend kuch ko'rsatkich sifatida J.Welles Uaylder tomonidan 1978 yilda ishlab chiqilgan 0 va 100 orasida oralig'ida bo'ladi. Umuman olganda, 20 dan past bo'lgan ADX o'qishlari trend zaifligini ko'rsatadi va 40 dan yuqori o'qishlar trend kuchini ko'rsatadi.",
  "The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals.": "Awesome Oscillator - bu bozor momentumini o'lchash uchun ishlatiladigan ko'rsatkich. AO bir 34 Davr va 5 Davr oddiy harakatlanuvchi o'rtacha farqini hisoblab chiqadi. Foydalaniladigan oddiy harakatlanuvchi o'rtachalar yopilish narxi yordamida emas, aksincha har bir satrning o'rta nuqtalari yordamida hisoblanadi. AO odatda tendentsiyalarni tasdiqlash yoki mumkin bo'lgan teskarishlarni taxmin qilish uchun ishlatiladi.",
  "The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions.": "Tovar kanali indeksi (CCI) yangi tendentsiyani aniqlash yoki ekstremal sharoitlardan ogohlantirish uchun ishlatilishi mumkin bo'lgan ko'p qirrali ko'rsatkichdir.",
  "The Detrended Price Oscillator (DPO) helps to identify price cycles without the influence of short- and long-term trends. The DPO compares a simple moving average to a historical pricenear the middle of a specified period. It also shows the peaks and drops over that particular period, making it easier to predict buy points.": "Detrended Price Oscillator (DPO) qisqa va uzoq muddatli tendentsiyalar ta'sirisiz narx tsikllarini aniqlashga yordam beradi. DPO oddiy harakatlanuvchi o'rtachani tarixiy narxga taqqoslaydi belgilangan davrning o'rtasini. Bundan tashqari, o'sha muayyan davr mobaynida cho'qqilar va tomchilarni ko'rsatadi, bu esa sotib olish ballarini bashorat qilishni osonlashtiradi.",
  "The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen.": "Donchian kanali Richard Donchian tomonidan ishlab chiqilgan bozor savdosida ishlatiladigan ko'rsatkichdir. U oxirgi n davrlarning eng yuqori baland va eng past pastligini olib hosil bo'ladi. Yuqori va past orasidagi maydon tanlangan davr uchun kanal hisoblanadi.",
  "The Ichimoku Cloud, also known as Ichimoku Kinko Hyo, is a versatile indicator that defines support and resistance, identifies trend direction, gauges momentum and provides trading signals. Ichimoku Kinko Hyo translates into “one look equilibrium chart”.": "Ichimoku Kinko Hyo nomi bilan ham tanilgan Ichimoku buluti qo'llab-quvvatlash va qarshilikni belgilaydigan, trend yo'nalishini aniqlaydigan, momentumni o'lchaydigan va savdo signallarini ta'minlaydigan ko'p qirrali ko'rsatkichdir. Ichimoku Kinko Hyo “bir qarash muvozanat jadvali” ga tarjima qilinadi.",
  "The Moving Average (MA) helps to identify the overall market trend by filtering out short-term price fluctuations. Using historical data, it calculates the average price over a specific period and plots a line on the chart. If the MA line moves upwards, it’s an indicator of an uptrend, a downtrend if it moves downwards. A buy signal occurs when the price moves above the MA line.": "Harakatlanuvchi o'rtacha (MA) qisqa muddatli narxlarning o'zgarishini filtrlash orqali umumiy bozor tendentsiyasini aniqlashga yordam beradi. Tarixiy ma'lumotlardan foydalanib, ma'lum bir davr mobaynida o'rtacha narxni hisoblab chiqadi va grafikada chiziqni chiziqlaydi. Agar MA chizig'i yuqoriga qarab harakat qilsa, u yuqoriga ko'tarilish ko'rsatkichi, pastga qarab harakat qilsa pastga trendning ko'rsatkichi. Narx MA chizig'idan yuqorida harakat qilganda sotib olish signali yuzaga keladi.",
  "The Moving Average Envelope (MAE) helps to identify strong price movement that indicates the start of a trend. The MAE creates a moving average line as well as 2 bands around it. In theory, when the market price touches the upper or lower bands, a trend reversal will occur, indicating a buy signal.": "Harakatlanuvchi o'rtacha konvert (MAE) trendning boshlanishini ko'rsatadigan kuchli narx harakatini aniqlashga yordam beradi. MAE harakatlanuvchi o'rtacha chiziq bilan bir qatorda uning atrofida 2 tasma hosil qiladi. Nazariy jihatdan, bozor narxi yuqori yoki pastki bantlarga tegganda, sotib olish signalini ko'rsatadigan tendentsiyani qaytarish sodir bo'ladi.",
  "The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance.": "Parabolik SAR narxdagi har bir trend uchun deyarli mustaqil ravishda hisoblab chiqiladi. Narx ko'tarilish trendida bo'lsa, SAR narxdan pastda paydo bo'ladi va unga qarab yuqoriga qarab yaqinlashadi. Xuddi shunday, pasayish trendida SAR narxdan yuqoriroq chiqadi va pastga qarab yaqinlashadi. Trend doirasidagi har bir bosqichda SAR bir davr oldindan hisoblab chiqiladi.",
  "The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage.": "Narx darajasi o'zgarishi (ROC) ko'rsatkichi joriy narx bilan x-vaqt oldin narx o'rtasidagi farqni ko'rsatadi. Farqni ballarda yoki foiz sifatida ko'rsatish mumkin.",
  "The Rainbow Moving Average (RMA) displays several moving average lines simultaneously. When the lines intersect, it’s an indicator of price reversal and the angle of the lines are helpful to predict the trend strength. The steeper the curve, the stronger the trend. When the price crosses the moving average lines from below, it signals an upward trend. When the price crosses the moving average lines from above, it signals a downward trend. The RMA is easier to use compared to using several different moving average indicators at once.": "Rainbow Moving Average (RMA) bir vaqtning o'zida bir nechta harakatlanuvchi o'rtacha chiziqlarni ko'rsatadi. Chiziqlar kesishganda, bu narxlarning qaytarilish ko'rsatkichi va chiziqlarning burchagi trend kuchini bashorat qilish uchun foydalidir. Egri chiziq qanchalik tez bo'lsa, tendentsiya shunchalik kuchli bo'ladi. Narx pastdan harakatlanuvchi o'rtacha chiziqlarni kesib o'tganda, u yuqoriga ko'tarilgan tendentsiyani bildiradi. Narx yuqoridan harakatlanuvchi o'rtacha chiziqlarni kesib o'tganda, u pastga tushadigan tendentsiyani bildiradi. RMA bir vaqtning o'zida bir nechta turli harakatlanuvchi o'rtacha ko'rsatkichlarni ishlatishga nisbatan ishlatish osonroq.",
  "The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The flutter_chart_id of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length.": "Nisbiy kuch indeksi (RSI) J.Uelles Uaylder tomonidan nashr etilgan. Joriy narx 0 dan 100 oralig'idagi foiz sifatida normallashtiriladi. Ushbu osilatorning flutter_chart_id noto'g'ri, chunki u asbobni boshqa asbob yoki asboblar to'plamiga nisbatan taqqoslamaydi, aksincha tanlangan lookback oyna uzunligi ichidagi boshqa so'nggi bo'laklarga nisbatan joriy narxni ifodalaydi.",
  "The Stochastic Momentum Index (SMI) helps to identify overbought or oversold conditions in the market and to predict bearish or bullish trends. It calculates the distance between the current closing price and the median of the high/low range, and displays 2 lines on the chart: the first (known as %K) represents the price movement while the second (known as %D) is a moving average of the first line. If the closing price is higher than the median of the high/low range, the SMI returns a positive value. If the closing price is lower than the average price, a negative value is returned. Values above 40 indicate a bullish trend while values below -40 indicate a bearish trend.": "Stoxastic Momentum Index (SMI) bozorda ortiqcha sotib olingan yoki ortiqcha sotilgan sharoitlarni aniqlashga va pasayish yoki bullish tendentsiyalarini bashorat qilishga yordam beradi. Joriy yopilish narxi va yuqori/past oraliqning medianasi orasidagi masofani hisoblab chiqadi va grafikada 2 qatorni ko'rsatadi: birinchisi (% K deb nomlanuvchi) narx harakatini ifodalaydi, ikkinchisi ( %Ddeb nomlanuvchi) esa birinchi qatorning harakatlanuvchi o'rtacha. Agar yopilish narxi yuqori/past oraliqning medianasidan yuqori bo'lsa, SMI ijobiy qiymatni qaytaradi. Agar yopilish narxi o'rtacha narxdan past bo'lsa, salbiy qiymat qaytariladi. 40 dan yuqori qiymatlar ko'tarilish tendentsiyasini ko'rsatadi, -40 dan past qiymatlar esa pasayish tendentsiyasini ko'rsatadi.",
  "Themes": "Mavzular",
  "There are no favorites yet.": "Hali sevimlilar yo'q.",
  "This indicator does not support 1-tick intervals. To use this indicator, change your chart time interval to 1 minute or more.": "Ushbu ko'rsatkich 1-belgilar intervallarini qo'llab-quvvatlamaydi. Ushbu ko'rsatgichni ishlatish uchun grafikangizni vaqt oralig'ini 1 daqiqa yoki undan ko'proq vaqtga o'zgartiring.",
  "tick": "belgi qo'yish",
  "Tick interval only available for \\\"Area\\\" Chart type.": "Belgilang oralig'i faqat\\ \"Area\\” Grafik turi uchun mavjud.",
  "Time interval": "Vaqt oralig'i",
  "Time Series": "Vaqt seriyasi",
  "Trend": "Trend",
  "Trend [num]": "Trend [soni]",
  "Triangular": "Uchburchak",
  "Try checking your spelling or use a different term": "Matn terishingizni tekshirib ko'ring yoki boshqa atamadan foydalaning",
  "Type": "turi",
  "Up to 2 active indicators allowed.": "2 tagacha faol ko'rsatkichga ruxsat beriladi.",
  "Up to 5 active indicators allowed.": "5 tagacha faol ko'rsatkichlarga ruxsat beriladi.",
  "Variable": "O'zgaruvchan",
  "Vertical [num]": "Vertikal [raqam]",
  "Volatility": "O'zgaruvchanlik",
  "Weighted": "Og'irli",
  "Welles Wilder": "Uelles Uaylder",
  "William's %R": "Uilyamning %R",
  "William's Percent Range": "Uilyamning foiz oralig'i",
  "Would you like to overwrite it?": "Uni ustiga yozmoqchimisiz?",
  "You have no active drawings yet.": "Sizda hali faol chizmalar yo'q.",
  "You have no active indicators yet.": "Sizda hali faol ko'rsatkichlar yo'q.",
  "You have no saved templates yet.": "Sizda hali saqlangan shablonlar yo'q.",
  "Zero Lag": "Nolinchi kechikish",
  "Zig Zag": "Zig Zag",
  "Zig Zag helps to identify trend reversals and filters out relatively small price movements by determining the support and resistance levels of the market. It accepts a percentage of deviation as the input and displays a line if the price change is larger than the percentage of deviation. Zig Zag ignores any sideways movement and is useful to filter out “market noise”.": "Zig Zag trendlarning teskarilishini aniqlashga yordam beradi va bozorni qo'llab-quvvatlash va qarshilik darajalarini aniqlash orqali nisbatan kichik narx harakatlarini filtrlaydi. U kirish sifatida og'ish foizini qabul qiladi va narx o'zgarishi og'ish foizidan katta bo'lsa, qatorni ko'rsatadi. Zig Zag har qanday yon harakatni e'tiborsiz qoldiradi va “bozor shovqini” filtrlash uchun foydalidir.",
  "Zoom in": "Kattalashtirish",
  "Zoom out": "Kattalashtirish"
}